{
  "contractTypes": {
    "ep_standard": "Enterprise Standard",
    "ep_rollout": "Enterprise mit Rollout"
  },
  "global_variables": [
    {
      "id": "angebot_nr",
      "label": "Angebots-Nr.",
      "type": "text",
      "value": "Q-2025-1234"
    },
    {
      "id": "datum",
      "label": "Datum",
      "type": "date",
      "value": "2025-08-31"
    },
    {
      "id": "firma",
      "label": "Firma",
      "type": "text",
      "value": ""
    },
    {
      "id": "ansprechpartner",
      "label": "Ansprechpartner:in",
      "type": "text",
      "value": ""
    },
    {
      "id": "strasse_nr",
      "label": "Straße, Nr.",
      "type": "text",
      "value": ""
    },
    {
      "id": "plz_stadt",
      "label": "PLZ, Stadt",
      "type": "text",
      "value": ""
    },
    {
      "id": "rechnungs_email",
      "label": "Rechnungs-E-Mail",
      "type": "email",
      "value": ""
    },
    {
      "id": "ust_id",
      "label": "USt-ID (EU)",
      "type": "text",
      "value": ""
    },
    {
      "id": "zusatzinfo",
      "label": "Zusatzinformation (Referenznr., etc.)",
      "type": "text",
      "value": ""
    },
    {
      "id": "lieferantennr",
      "label": "Lieferantennummer/BANF/PO",
      "type": "text",
      "value": ""
    },
    {
      "id": "invoice_strasse_nr",
      "label": "Rechnungsadresse: Straße, Nr.",
      "type": "text",
      "value": ""
    },
    {
      "id": "invoice_plz_stadt",
      "label": "Rechnungsadresse: PLZ, Stadt",
      "type": "text",
      "value": ""
    }
  ],
  "modules": {
    "preamble": {
      "title_de": "Präambel",
      "title_en": "Preamble",
      "content_de": "Dieser Vertrag regelt die Bereitstellung der SaaS-Lösung shyftplan. Die Parteien stimmen überein, dass die jährlichen Kosten keine “Lizenznutzung” im herkömmlichen Sinne darstellen, sondern auch die kontinuierliche Bereitstellung und Weiterentwicklung der SaaS-Dienstleistungen sowie die damit verbundenen Support-Leistungen umfassen. Die User-Lizenzen dienen daher primär der Abschätzung des Projektumfangs, um über einen verbindlichen jährlichen Preis die Kosten für Kunden transparent und gut antizipierbar werden zu lassen (Total Cost of Ownership).",
      "content_en": "This agreement governs the provision of the SaaS solution shyftplan. The parties agree that the annual costs do not represent “license usage” in the conventional sense, but also cover the continuous provision and further development of the SaaS services as well as the associated support services. The user licenses therefore primarily serve to estimate the scope of the project in order to make the costs transparent and easy to anticipate for customers by means of a binding annual price (total cost of ownership)."
    },
    "object_of_agreement": {
      "title_de": "§1 Vertragsgegenstand",
      "title_en": "§1 Object of agreement",
      "paragraphs_de": [
        {
          "number": 1,
          "text": "Gegenstand dieses Vertrags ist die Dienstleistung, die shyftplan über ihre Internet-Plattform https://shyftplan.com/ anbietet. Es gelten die angehängten AGB vom 24.01.2023."
        },
        {
          "number": 2,
          "text": "**Leistungspaket: “Enterprise + shyftconnect”**\nDer Dienstleistungsvertrag umfasst die unter Anhang 2 festgelegten Funktionen. Zudem stellt shyftplan dem Kunden den Integration Layer “shyftconnect” zum regelmäßigen und vereinfachten Austausch von Daten zwischen shyftplan und Kundensystemen zur Verfügung. Es werden vorgegebene Workflows seitens shyftplan für den Transfer der Primärdaten von Stammdaten, Abwesenheiten, Zeitwirtschaft (inkl. Mehrarbeit & Vertretungen), und Bedarfsplanung (Produktionsplanung) und Reporting (inklusive interne Verleihung) angeboten. Die Leistung umfasst die Beratung und Anleitung zur Nutzung der Workflows innerhalb des unter §3 (3) dieses Vertrags genannten Zeitraums. Zudem umfasst die Leistung auch die fortlaufende Wartung des Integration Layers. Eine Leistungsbeschreibung von shyftconnect ist in Anhang 4 beschrieben."
        }
      ],
      "paragraphs_en": [
        {
          "number": 1,
          "text": "The subject of this contract is the service that shyftplan offers via its internet platform https://shyftplan.com/. The attached General Terms and Conditions (GTC) dated 24.01.2023 apply."
        },
        {
          "number": 2,
          "text": "**Service package: “Enterprise + shyftconnect”**\nThe service contract comprises the functions defined in Annex 2. In addition, shyftplan provides the customer with the \"shyftconnect\" integration layer for the regular and simplified exchange of data between shyftplan and customer systems. Predefined workflows are offered by shyftplan for the transfer of primary data of master data, absences, time management (incl. overtime & substitutions), and demand planning (production planning) and reporting (including internal secondment). The service includes advice and guidance on the use of the workflows within the period specified under §3 (3) of this contract. The service also includes the ongoing maintenance of the Integration Layer. A service description of shyftconnect is described in Annex 4."
        }
      ]
    },
    "conditions_ep_standard": {
      "title_de": "(3) Vertragskonditionen",
      "title_en": "(3) Contract conditions",
      "variables": [
        {
          "id": "std_vertragsbeginn",
          "label": "Vertragsbeginn",
          "type": "date",
          "value": "2025-01-01"
        },
        {
          "id": "std_vertragslaufzeit",
          "label": "Vertragslaufzeit (Jahre)",
          "type": "number",
          "value": 3
        },
        {
          "id": "std_lizenzen",
          "label": "Anzahl User-Lizenzen",
          "type": "number",
          "value": 1000
        },
        {
          "id": "std_basispreis",
          "label": "Jährlicher Basispreis",
          "type": "currency",
          "value": 25000
        },
        {
          "id": "std_zusatzlizenz",
          "label": "Preis pro zusätzlicher Lizenz p.a.",
          "type": "currency",
          "value": 25
        }
      ],
      "content_de": "Vertragsbeginn: {{std_vertragsbeginn}}\nVertragslaufzeit: {{std_vertragslaufzeit}} Jahre\nJährlicher Basispreis für shyftconnect und {{std_lizenzen}} User-Lizenzen: {{std_basispreis}}\nJährlicher Preis pro zusätzlicher User-Lizenz: {{std_zusatzlizenz}}\nAbrechnung: Jährlich vorab\nZahlungsziel nach Rechnungsstellung: 14 Tage",
      "content_en": "Contract start: {{std_vertragsbeginn}}\nContract duration: {{std_vertragslaufzeit}} years\nAnnual base price for shyftplan and {{std_lizenzen}} user licenses: {{std_basispreis}}\nAnnual price per additional user license: {{std_zusatzlizenz}}\nBilling: Annual prepayment\nPayment terms: 14 days"
    },
    "conditions_title_rollout": {
      "title_de": "(3) Vertragskonditionen",
      "title_en": "(3) Contract conditions"
    },
    "conditions_ep_rollout_poc": {
      "title_de": "(a) Proof of concept (POC):",
      "title_en": "(a) Proof of concept (POC):",
      "variables": [
        {
          "id": "poc_beginn",
          "label": "Vertragsbeginn POC",
          "type": "date",
          "value": "2025-10-01"
        },
        {
          "id": "poc_laufzeit",
          "label": "Laufzeit POC (Monate)",
          "type": "number",
          "value": 3
        },
        {
          "id": "poc_lizenzen",
          "label": "Max. Lizenzen POC",
          "type": "number",
          "value": 50
        },
        {
          "id": "poc_pauschale",
          "label": "Pauschale POC",
          "type": "currency",
          "value": 1500
        }
      ],
      "content_de": "Vertragsbeginn POC: {{poc_beginn}}\nVertragslaufzeit: {{poc_laufzeit}} Monate\nEinmalige Pauschale mit bis zu {{poc_lizenzen}} Lizenzen: {{poc_pauschale}}\nAbrechnung: Jährlich vorab\nZahlungsziel nach Rechnungsstellung: EOM45",
      "content_en": "Start of contract POC: {{poc_beginn}}\nContract term: {{poc_laufzeit}} months\nOne-off fee with up to {{poc_lizenzen}} licenses: {{poc_pauschale}}\nBilling: Annual prepayment\nPayment terms: EOM45"
    },
    "conditions_ep_rollout_rollout": {
      "title_de": "(b) Rollout-Phase:",
      "title_en": "(b) Rollout phase:",
      "variables": [
        {
          "id": "rollout_beginn",
          "label": "Vertragsbeginn Rollout",
          "type": "date",
          "value": "2026-01-01"
        },
        {
          "id": "rollout_laufzeit",
          "label": "Laufzeit Rollout (Monate)",
          "type": "number",
          "value": 6
        },
        {
          "id": "rollout_pauschale",
          "label": "Pauschale Rollout",
          "type": "currency",
          "value": 10000
        },
        {
          "id": "rollout_zusatzlizenz",
          "label": "Preis pro zusätzlicher Lizenz p.M.",
          "type": "currency",
          "value": 2.5
        }
      ],
      "content_de": "Vertragsbeginn Rollout: {{rollout_beginn}}\nVertragslaufzeit: {{rollout_laufzeit}} Monate\nEinmalige Pauschale mit bis zu 10.000 Lizenzen: {{rollout_pauschale}}\nPreis pro zusätzlicher User-Lizenz pro Monat: {{rollout_zusatzlizenz}}\nAbrechnung: Jährlich vorab\nZahlungsziel nach Rechnungsstellung: EOM45",
      "content_en": "Start of contract Rollout: {{rollout_beginn}}\nContract term: {{rollout_laufzeit}} months\nOne-off fee with up to 10,000 licenses: {{rollout_pauschale}}\nPrice per additional user license per month: {{rollout_zusatzlizenz}}\nBilling: Annual prepayment\nPayment terms: EOM45"
    },
    "conditions_ep_rollout_prod": {
      "title_de": "(c) Produktiv-Phase:",
      "title_en": "(c) Productive phase:",
      "variables": [
        {
          "id": "prod_beginn",
          "label": "Vertragsbeginn Produktiv",
          "type": "date",
          "value": "2026-07-01"
        },
        {
          "id": "prod_laufzeit",
          "label": "Laufzeit Produktiv (Jahre)",
          "type": "number",
          "value": 3
        },
        {
          "id": "prod_lizenzen",
          "label": "Basis-Lizenzen",
          "type": "number",
          "value": 1000
        },
        {
          "id": "prod_basispreis",
          "label": "Basispreis p.a.",
          "type": "currency",
          "value": 25000
        },
        {
          "id": "prod_zusatzlizenz",
          "label": "Preis pro zusätzlicher Lizenz p.a.",
          "type": "currency",
          "value": 25
        }
      ],
      "content_de": "Vertragsbeginn Produktiv: {{prod_beginn}}\nVertragslaufzeit: {{prod_laufzeit}} Jahre\nBasispreis für {{prod_lizenzen}} User-Lizenzen pro Jahr: {{prod_basispreis}}\nPreis pro zusätzlicher User-Lizenz pro Jahr: {{prod_zusatzlizenz}}\nAbrechnung: Jährlich vorab\nZahlungsziel nach Rechnungsstellung: EOM45",
      "content_en": "Start of contract Productive: {{prod_beginn}}\nContract Term: {{prod_laufzeit}} Years\nBase price for {{prod_lizenzen}} employee licenses per year: {{prod_basispreis}}\nPrice per user license per year: {{prod_zusatzlizenz}}\nBilling: Annual prepayment\nPayment terms: EOM45"
    },
    "further_contract_conditions": {
      "paragraphs_de": [
        {
          "number": 4,
          "text": "Es wird eine Vertragslaufzeit von [Bei Mehrjahresverträgen >1 Jahren] X Jahren vereinbart. Während dieser Laufzeit wird der vereinbarte Basispreis sowie der Preis pro zusätzlicher User-Lizenz zu Beginn jedes Vertragsjahres erhöht, jedoch nur dann, wenn die Inflationsrate, basierend auf dem Verbraucherpreisindex (VPI) des Statistischen Bundesamts, den Zielwert von 2% übersteigt. Die Erhöhung des Basispreises und des Preises pro zusätzlicher User-Lizenz entspricht der Differenz zwischen der tatsächlich festgestellten Inflationsrate und dem Zielwert von 2% p.a. innerhalb des Zeitraums der Vertragslaufzeit. Eine solche Preisanpassung wird erst im Monat nach der schriftlichen Ankündigung seitens shyftplan für den Kunden wirksam. Es gelten die jeweiligen Zahlungsbedingungen gemäß §1 (3) dieses Vertrags. Beträgt beispielsweise die Inflationsrate im ersten Jahr der Vertragslaufzeit 3%, werden der Basispreis und der Preis pro zusätzlicher User-Lizenz um 1% erhöht."
        },
        {
          "number": 5,
          "text": "Die Laufzeit dieses Dienstleistungsvertrags verlängert sich jeweils automatisch um die unter §1 (3) dieses Vertrags bestimmte Vertragslaufzeit, sofern er nicht fristgerecht gekündigt wurde. Eine Kündigung kann spätestens 3 Monate vor Ende der Vertragslaufzeit per E-Mail an service@shyftplan.com erfolgen. Im Falle einer Laufzeitverlängerung wird der vertraglich vereinbarte Basispreis beibehalten. Die Anzahl der in Rechnung gestellten zusätzlichen User-Lizenzen bleibt ebenfalls bestehen. Der Kunde kann die Zahl der zusätzlichen User-Lizenzen im Kalendermonat vor Ablauf der Kündigungsfrist durch schriftliche Bekanntgabe vor Ende der Kündigungsfrist per E-Mail an service@shyftplan.com reduzieren. Hierfür ist die Zahl der zusätzlichen User in der E-Mail für die neue Vertragslaufzeit vom Kunden neu festzulegen. Hierbei ist zu beachten, dass der Kunde selbst dafür Sorge zu tragen hat, dass vor Beginn der neuen Vertragslaufzeit auch die dem Firmenkonto zugeordneten User entsprechend reduziert werden."
        },
        {
          "number": 6,
          "text": "Zusätzliche User-Lizenzen (siehe §1 (3)) werden für die gesamte verbleibende Vertragsdauer abgerechnet."
        },
        {
          "number": 7,
          "text": "Dem Kunden wird die Möglichkeit eingeräumt, zum Vertragsbeginn eine technische Begrenzung (\"Cap\") der maximal zulässigen User-Lizenzen auf dem Firmenkonto von shyftplan zu vereinbaren. Hierzu genügt eine Mitteilung vor Vertragsbeginn per E-Mail an service@shyftplan.com. Erfolgt keine ausdrückliche Vereinbarung einer solchen Begrenzung oder wird diese später auf Kundenanfrage aufgehoben, ist die Nutzung weiterer Lizenzen möglich und führt zur Zahlungsverpflichtung des Kunden gemäß der vertraglichen Konditionen. Der Kunde stimmt ausdrücklich zu, dass shyftplan in diesem Fall zusätzliche User-Lizenzen entsprechend den vereinbarten Lizenzpreisen gemäß dieser Vereinbarung abrechnen wird, ohne dass hierfür eine gesonderte Bestellanforderung (BANF) oder ein Bestellschein (PO) erforderlich ist. Lediglich klarstellend wird festgehalten, dass eine solche technische Begrenzung ausschließlich eine Einschränkung des nutzbaren Lizenzumfangs darstellt und keinen Verzicht auf Zahlungsansprüche für tatsächlich genutzte oder vom Kunden beauftragte Leistungen bedeutet."
        }
      ],
      "paragraphs_en": [
        {
          "number": 4,
          "text": "A contract duration of [for multi-year contracts >3 years] X years is agreed. Within this period, the agreed base price and price per additional user license will only be increased at the beginning of each contract year if the inflation rate, based on the consumer price index (CPI) of the Federal Statistical Office of Germany, is more than 2% in the period of the previous contract year. The increase in the base price and the price per additional user license corresponds to the difference between the actual determined inflation rate and the target value of 2% p.a. within the period of the contract term. Such a price adjustment will only become effective for the customer in the month following the written announcement by shyftplan. The respective payment terms according to §1 (3) of this contract apply. If, for example, the inflation rate in the first year of the contract term is 3%, the base price and the price per additional user license will be increased by 1%."
        },
        {
          "number": 5,
          "text": "The duration of this service contract is automatically extended by the contract duration specified under §1 (3) of this contract, unless it is terminated in due time. Notice of termination can be sent by email to service@shyftplan.com no later than 3 months before the end of the contract term. In the event of a contract duration extension, the contractually agreed base price is retained. The number of additional user licenses also remains the same. The customer can reduce the number of additional user licenses in the calendar month before the end of the notice period by sending a written notification to service@shyftplan.com before the end of the notice period. For this purpose, the customer must redefine the number of additional users in the email for the new contract period. It should be noted that the customer himself must ensure that the users assigned to the company account are also reduced accordingly before the new contract period starts."
        },
        {
          "number": 6,
          "text": "Additional User Licenses (see §1 (3)) will be billed for the entire remaining term of the contract."
        },
        {
          "number": 7,
          "text": "The customer shall have the option, at the start of the contract, to agree on a technical limitation (“cap”) for the maximum permitted number of user licenses on the company account with shyftplan. To do so, it is sufficient to notify shyftplan by email at service@shyftplan.com prior to the start of the contract. If no explicit agreement on such a limitation is made or if such a limitation is later lifted at the customer’s request, the use of additional licenses is permitted and shall give rise to the customer’s payment obligation in accordance with the contractual terms. The customer expressly agrees that in this case, shyftplan may invoice additional user licenses at the agreed license prices under this agreement without the need for a separate purchase requisition (BANF) or purchase order (PO). For the sake of clarity, it is noted that such a technical limitation merely restricts the usable scope of licenses and does not constitute a waiver of payment claims for licenses actually used or services commissioned by the customer."
        }
      ]
    },
    "training_support": {
      "title_de": "§2 Training & Support",
      "title_en": "§2 Training & Support",
      "paragraphs_de": [
        {
          "number": 1,
          "text": "Das Kern-Projektteam des Kunden wird zu einem ganztägigen Projekt-Workshop am Standort Berlin von shyftplan empfangen. Ziel des Workshops ist die Abstimmung der wesentlichen Eckpfeiler des Projekts und die gemeinsame Erarbeitung des auf den Kunden zugeschnittenen Projektvorgehens. shyftplan stellt hierfür geeignete Räumlichkeiten in Berlin zur Verfügung. Die Kosten für Anreise und gegebenenfalls notwendige Übernachtungen trägt der Kunde selbst."
        },
        {
          "number": 2,
          "text": "shyftplan wird außerdem mindestens X system- verantwortliche Mitarbeiter des Kunden als Trainer in einem individuellen, ganztägigen Train-the-Trainer-Seminar ebenso am Standort Berlin schulen. Anschließend werden Mitarbeiter von shyftplan bei der ersten und bei Bedarf noch der zweiten Schulung, die von den Trainern durchgeführt werden, für Zwecke der Qualitätssicherung auf virtuellem Wege beobachten (\"Shadowing\"). Desweiteren wird shyftplan diesen Trainern kostenlose Online-Schulungen zu Produkt-Updates bereitstellen. Die Schulung aller übrigen Planer und Mitarbeiter der Organisation obliegt den Trainern des Kunden. Im gegenseitigen Interesse sollten geeignete Trainer ausgewählt werden, um Nachschulungen zu vermeiden. Sofern einem Trainer eine ausreichende Wissensvermittlung nicht gelingt und shyftplan Trainer nachschulen muss, finden diese ebenfalls am Standort Berlin statt und sind im Gegensatz zur initialen Trainerschulung kostenpflichtig."
        },
        {
          "number": 3,
          "text": "Die geschulten Trainer des Kunden werden einen First-Level Support unterhalten, welcher Meldungen der Endbenutzer über Fehlfunktionen oder Anwenderprobleme entgegennimmt und versucht, deren Anwenderprobleme zu lösen. Wenn dies innerhalb angemessener Zeit nicht gelingt, können die Systemverantwortlichen des Kunden bei shyftplan Unterstützung anfragen. Anfragen von anderen Personen als den geschulten Trainern werden nicht beantwortet."
        },
        {
          "number": 4,
          "text": "Meldungen von Störungen sind derart zu dokumentieren, dass Fehlfunktionen oder Probleme nachvollziehbar und reproduzierbar sind. Zur Meldung eines Fehlers sind kundenseitig mindestens folgende Informationen bereitzustellen: Die Account-Nummer ('Company ID') der betroffenen Instanz, eine kurze Beschreibung der Schritte, die zum Fehler führen, eine Erläuterung des erwarteten Verhaltens sowie des tatsächlich beobachteten Verhaltens inklusive jeglicher Fehlermeldungen. Die E-Mail-Adresse der betroffenen Nutzer ist ebenfalls anzugeben, sofern der Fehler nicht übergreifend für alle Nutzer auftritt. Ebenfalls sind das Datum und die Uhrzeit des Auftretens sowie die Häufigkeit bei wiederholtem Auftreten zu übermitteln. Wenn der Fehler in der grafischen Oberfläche auftritt, sind zusätzlich ein kurzes Bildschirmvideo oder Screenshots beizufügen. Tritt der Fehler in der Schnittstelle auf, sind folgende zusätzliche Angaben erforderlich: das verwendete System (z.B. shyftplan API Dokumentation, eigene Testumgebung, Live-Schnittstelle), der betroffene API- oder shyftconnect-Endpunkt (z.B. /api/v1/ absences), die verwendete Methode (z.B. POST), der Payload (als Text, ohne Credentials) und die erhaltene Antwort (ebenfalls als Text). Alle Fehlermeldungen sind durch den First-Level Support des Kunden zu erfassen und müssen immer mindestens an service@shyftplan.com sowie an den dedizierten shyftplan- Ansprechpartner gesendet werden. Ein gemeldeter Fehler kann nur als solcher angenommen werden, wenn ein Mitarbeiter von shyftplan ein fehlerhaftes Verhalten der Software reproduzieren kann."
        },
        {
          "number": 5,
          "text": "Der Second-Level Support von shyftplan umfasst die Beantwortung von Anfragen per Mail sowie die Buchung von virtuellen Terminen über die Homepage und richtet sich im Weiteren nach den AGB. Grundlegende Fragen zur Softwarenutzung, welche bereits in der Train-the-Trainer-Schulung behandelt wurden, sind nicht Gegenstand des Second-Level Supports."
        }
      ],
      "paragraphs_en": [
        {
          "number": 1,
          "text": "The customer’s core project team will be hosted by shyftplan for a full-day project workshop at the Berlin location. The objective of the workshop is to align on the key project pillars and jointly develop a project approach tailored to the customer. Shyftplan will provide suitable facilities in Berlin for this purpose. Travel expenses and any necessary accommodation costs shall be borne by the customer."
        },
        {
          "number": 2,
          "text": "shyftplan will also train at least X system-responsible employees of the customer as trainers in an individual, full-day train-the-trainer seminar at the Berlin location. Subsequently, shyftplan employees will virtually observe the first and, if necessary, the second training session conducted by the trainers for quality assurance purposes (“shadowing”). Furthermore, shyftplan will provide these trainers with free online training on product updates. The training of all other planners and employees of the organization will be the responsibility of the customer’s trainers. In the mutual interest of both parties, suitable trainers should be selected in order to avoid retraining. If a trainer fails to adequately convey the required knowledge and shyftplan needs to retrain the trainer, this retraining will also take place at the Berlin location and, unlike the initial train-the-trainer session, will be subject to a fee."
        },
        {
          "number": 3,
          "text": "The customer's trainers for the shyftplan software will provide first-level support, which will include to receive reports from end users about malfunctions or user problems and to try to solve their user problems. If this is not possible within a reasonable time, the customer's system managers can request support from shyftplan. Inquiries from persons other than trainers will not be answered."
        },
        {
          "number": 4,
          "text": "Reports of failures must be documented in such a way that malfunctions or problems are traceable and reproducible. To report an error, the customer must provide at least the following information: The account number ('Company ID') of the affected instance, a brief description of the steps leading to the error, an explanation of the expected behavior as well as the actual observed behavior including any error messages. The e-mail address of the affected users must also be provided if the error does not occur for all users. The date and time of occurrence and the frequency of repeated occurrences must also be provided. If the error occurs in the graphical user interface, a short screen video or screenshots must also be included. If the error occurs in the integration, the following information is required: the system used (e.g. shyftplan API documentation, own test environment, live interface), the affected API or shyftconnect endpoint (e.g. /api/v1/absences), the method used (e.g. POST), the payload (as text, without credentials) and the response received (also as text). All error messages must be recorded by the customer First-Level Support and must always be sent at least to service@shyftplan.com and to the dedicated shyftplan contact person. A reported error can only be accepted as such if an employee of shyftplan can reproduce a faulty behavior of the software."
        },
        {
          "number": 5,
          "text": "Second-level support from shyftplan includes answering inquiries by email and booking virtual appointments via the homepage. Further second-level support is governed by the GTC. Basic questions on the use of the software, which have already been dealt with in the train-the-trainer course, are not covered by second-level support."
        }
      ]
    },
    "system_integration": {
      "title_de": "§3 Systemanbindung mittels shyftconnect",
      "title_en": "§3 Technical integration via shyftconnect",
      "paragraphs_de": [
        {
          "number": 1,
          "text": "shyftplan wird an die notwendigen Systeme und Applikationen des Kunden angebunden, soweit dies technisch machbar und wirtschaftlich sinnvoll ist. Die Spezifikation der anzubindenden Systeme inkl. der entsprechend relevanten Workflows in shyftconnect und die technischen Anforderungen sind im Anhang 4 dieses Vertrags aufgelistet."
        },
        {
          "number": 2,
          "text": "Für eine vereinfachte Integration von shyftplan mit den Kundensystemen über shyftconnect, empfiehlt shyftplan, externe IT-Berater zu nutzen, sofern im IT-Team des Kunden keine einschlägige Erfahrung in der Anbindung von Cloud-Software vorhanden ist."
        },
        {
          "number": 3,
          "text": "Zu diesem Zweck wird shyftplan für einen Zeitraum von X Monaten ab Vertragsbeginn für fachliche und technische Fragen zur Verfügung stehen, um die effektive Integration und Nutzung von shyftplan zu unterstützen. shyftplan behält sich vor, weitere Beratung nach Ablauf dieses Zeitraums nur noch als zusätzliche Leistung zu einem Stundensatz von € 175 zu erbringen. Dies betrifft zu keiner Zeit den Second-Level Support."
        }
      ],
      "paragraphs_en": [
        {
          "number": 1,
          "text": "shyftplan will be connected to all necessary systems and applications of the customer, as far as this is technically feasible and economically reasonable. The specification of the systems to be connected incl. the corresponding relevant workflows in shyftconnect and the technical requirements are listed in annex 4 of this contract."
        },
        {
          "number": 2,
          "text": "For a simplified integration of shyftplan with the customer systems via shyftconnect, shyftplan recommends using external IT consultants if the customer's IT team has no relevant experience in connecting cloud software."
        },
        {
          "number": 3,
          "text": "For this purpose, shyftplan will be available for a period of X months from the start of the contract for subject-specific and technical questions in order to support the effective integration and use of shyftplan. shyftplan reserves the right to provide further consulting after this period only as an additional service at an hourly rate of € 175. This does not affect second-level support at any time."
        }
      ]
    },
    "other_agreements": {
      "title_de": "§4 Sonstige Vereinbarungen",
      "title_en": "§4 Other agreements",
      "variables": [
        {
          "id": "gueltig_bis",
          "label": "Angebot gültig bis",
          "type": "date",
          "value": "2025-09-30"
        }
      ],
      "paragraphs_de": [
        {
          "number": 1,
          "text": "Dieser Vertrag inkl. der angehängten AGB stellt die vollständige und ausschließliche Vereinbarung zwischen den Parteien in Bezug auf dessen Gegenstand dar. Alle vorherigen Vereinbarungen, Verhandlungen, Gespräche und Verständigungen zwischen den Parteien in Bezug auf den Gegenstand dieses Vertrags sind hiermit ersetzt. Der Abschluss, die Kündigung, Änderungen, einschließlich dieser Schriftformklausel, Ergänzungen oder Nebenabreden zu diesem Vertrag bedürfen der Schriftform oder der elektronischen Unterzeichnung mit der Software \"Adobe Sign\" oder \"DocuSign\" oder - mit Zustimmung der Parteien - mit einer anderen geeigneten, dem Stand der Technik entsprechenden Software für elektronische Signaturen."
        },
        {
          "number": 2,
          "text": "Der Kunde erteilt shyftplan die Erlaubnis, seinen Firmennamen als Referenz auf ihrer Webseite oder in Präsentationen zu nennen."
        },
        {
          "number": 3,
          "text": "Dieses Vertragsangebot ist gültig bis zum {{gueltig_bis}}."
        }
      ],
      "paragraphs_en": [
        {
          "number": 1,
          "text": "This Agreement, including all attachments, constitutes the complete and exclusive agreement between the parties with respect to its subject matter. All prior agreements, negotiations, discussions and understandings between the parties with respect to the subject matter of this Agreement are hereby superseded. The conclusion, termination, amendments, including this written form clause, supplements or ancillary agreements to this contract must be made in writing or signed electronically using the “Adobe Sign” or “DocuSign” software or - with the consent of the parties - using other suitable, electronic signature software."
        },
        {
          "number": 2,
          "text": "The customer grants shyftplan permission to use the customer's company name as a reference on its website or in presentations."
        },
        {
          "number": 3,
          "text": "This contract offer is valid until {{gueltig_bis}}."
        }
      ]
    },
    "final_provisions": {
      "title_de": "§5 Schlussbestimmungen",
      "title_en": "§5 Final provisions",
      "paragraphs_de": [
        {
          "number": 1,
          "text": "Die Vereinbarung unterliegt deutschem Recht. Ausschließlicher Gerichtsstand ist – soweit zulässig – Berlin."
        },
        {
          "number": 2,
          "text": "Nur der deutsche Text des Vertrags ist als rechtsverbindliche Version vereinbart."
        },
        {
          "number": 3,
          "text": "Sollten einzelne Bestimmungen dieser Vereinbarung unwirksam oder undurchführbar sein, so soll die Wirksamkeit der Vereinbarung im Übrigen dadurch nicht berührt werden. Die unwirksame oder undurchführbare Bestimmung soll durch eine solche ersetzt werden, die wirtschaftlich oder rechtlich dem am Nächsten kommt, was die Parteien mit der ursprünglichen Bestimmung beabsichtigt haben. Dies gilt auch für etwaige Vertragslücken."
        }
      ],
      "paragraphs_en": [
        {
          "number": 1,
          "text": "The agreement is subject to German law. The exclusive place of jurisdiction is – as far as permissible – Berlin."
        },
        {
          "number": 2,
          "text": "Only the German text of the contract is agreed as the legally binding version."
        },
        {
          "number": 3,
          "text": "Should individual provisions of this agreement be invalid or unenforceable, the validity of the remainder of the agreement shall not be affected thereby. The invalid or unenforceable provision shall be replaced by one that comes as close as possible economically or legally to what the parties intended with the original provision. This also applies to any contractual loopholes."
        }
      ]
    }
  },
  "appendices": {
    "agb_20230124": {
      "title_de": "Anhang 1: AGB",
      "title_en": "Annex 1: GTC",
      "sections": [
        {
          "type": "heading",
          "text_de": "1. Geltungsbereich und Begriffsbestimmungen",
          "text_en": "1. Scope and Definitions"
        },
        {
          "type": "paragraph",
          "number": "1.1.",
          "text_de": "Diese Allgemeinen Geschäftsbedingungen (nachfolgend „AGB“) der shyftplan GmbH, Ritterstraße 26, 10969 Berlin, E-Mail: service@shyftplan.com, (nachfolgend „shyftplan“) stellen die ausschließliche Grundlage für die Nutzung der auf der Internetplattform unter der Domain https://shyftplan.com (nachfolgend „Plattform, Portal oder Website“) angebotenen Dienste dar, sofern nicht ausdrücklich abweichend angegeben.",
          "text_en": "These General Terms and Conditions (hereinafter referred to as \"GTC\") of shyftplan GmbH, Ritterstraße 26, 10969 Berlin, e-mail: service@shyftplan.com, (hereinafter referred to as \"shyftplan\") constitute the exclusive basis for the use of the services offered on the internet platform under the domain https://shyftplan.com (hereinafter referred to as \"platform, portal or website\"), unless explicitly stated otherwise."
        },
        {
          "type": "paragraph",
          "number": "1.2.",
          "text_de": "Im Rahmen des Dienstleistungsvertrags erkennt der Kunde diese AGB als für das Rechtsverhältnis mit shyftplan allein maßgeblich an. Abweichende oder entgegenstehende allgemeine Geschäftsbedingungen der Kunden werden von shyftplan nicht anerkannt, sofern shyftplan diesen nicht ausdrücklich und schriftlich zugestimmt hat.",
          "text_en": "Within the scope of the service contract the customer accepts these general terms and conditions as solely authoritative for the legal relationship with shyftplan. Deviating or conflicting general terms and conditions of the customer are not recognized by shyftplan, unless shyftplan has explicitly agreed to them in writing."
        },
        {
          "type": "paragraph",
          "number": "1.3.",
          "text_de": "User bezeichnet im Rahmen dieser AGB einen Nutzeraccount, der in der Plattform hinterlegt ist. Es besteht die Möglichkeit, dass ein User einer natürlichen Person entspricht, dies ist jedoch nicht zwingend erforderlich. Ein User kann auch als Dummy-Account (ohne eigenen Login) im Portal hinterlegt sein.",
          "text_en": "In the context of these GTC, User means a user account that is stored on the platform. It is possible that a user corresponds to a natural person, but this is not mandatory. A user can also be stored in the portal as a dummy account (without its own login)."
        },
        {
          "type": "paragraph",
          "number": "1.4.",
          "text_de": "Mitarbeiter bezeichnet im Rahmen dieser AGB einen User, welcher die Rechte (z.B. durch einen Administrator im User-Profil) des Mitarbeiters zugewiesen bekommen hat. Dies ermöglicht es unter anderem, dass die An- und Abwesenheiten des Users in der Plattform verplant werden können.",
          "text_en": "In the context of these GTC, Employee means a User who has been assigned the rights (e.g. by an administrator in the User profile) of the Employee. Among other things, this enables the user's attendances and absences to be scheduled in the platform."
        },
        {
          "type": "paragraph",
          "number": "1.5.",
          "text_de": "Manager bezeichnet im Rahmen dieser AGB einen User, welcher entsprechende Rechte (z.B. durch einen Administrator im User-Profil) des Managers zugewiesen bekommen hat. Jegliche Zuweisung von Manager-Rechten, dies umfasst das Planen von Mitarbeitern sowie Sichtrechte auf Schichtpläne, definieren einen User als Manager. Ein Manager kann zugleich Mitarbeiter und Manager sein.",
          "text_en": "In the context of these GTC, Manager refers to a user who has been assigned the corresponding rights (e.g. by an administrator in the user profile) of the manager. Any assignment of manager rights, including the scheduling of employees and viewing rights to shift schedules, define a user as a manager. A manager can be an employee and a manager at the same time."
        },
        {
          "type": "heading",
          "text_de": "2. Vertragsschluss",
          "text_en": "2. Conclusion of Contract"
        },
        {
          "type": "paragraph",
          "number": "2.1.",
          "text_de": "Ein Vertragsverhältnis mit Hauptleistungspflichten kommt durch Angebot und Annahme in Form eines schriftlichen Dienstleistungsvertrags (insb. E-Mail und schriftlich; Ziffer 2.2.) zustande, der auf diese AGB Bezug nimmt.",
          "text_en": "A contractual relationship with main service obligations is established by offer and acceptance in the form of a written service contract (esp. e-mail and in writing; clause 2.2.), which refers to these GTC."
        },
        {
          "type": "paragraph",
          "number": "2.2.",
          "text_de": "Im Rahmen des Vertragsschlusses in Textform richtet sich der Inhalt und Umfang des Vertrags nach den im Text vereinbarten Leistungen, die durch diese AGB präzisiert werden. Zudem können zu den AGB abweichende Vereinbarungen im Dienstleistungsvertrag getroffen werden. In Zweifelsfällen hat die Regelung des Dienstleistungsvertrages Vorrang.",
          "text_en": "Within the scope of the conclusion of the contract in text form, the content and scope of the contract shall be based on the services agreed in the text, which shall be specified by these GTC. In addition, agreements deviating from the GTC may be made in the service contract. In cases of doubt, the provision of the service contract shall take precedence."
        },
        {
          "type": "paragraph",
          "number": "2.3.",
          "text_de": "Dienste im Sinne von Ziffer 3. dieser AGB werden von shyftplan ausschließlich für Unternehmer im Sinne von § 14 BGB angeboten. Der Kunde bestätigt mit dem Vertragsabschluss, dass er in Ausübung seiner gewerblichen oder selbständigen beruflichen Tätigkeit handelt und die shyftplan-Dienste hierfür verwendet. Handelt der Kunde als Stellvertreter einer anderen Person, versichert er, dass der Vertretene in Ausübung seiner gewerblichen oder selbstständigen beruflichen Tätigkeit vertreten wird und die shyftplan-Dienste hierfür verwendet.",
          "text_en": "Services in the sense of number 3. of these GTC are offered by shyftplan exclusively for entrepreneurs in the sense of § 14 BGB. The customer confirms with the conclusion of the contract that he acts in exercise of his commercial or independent professional activity and uses the shyftplan services for this purpose. If the customer acts as a representative of another person, he assures that the represented person is acting in the exercise of his commercial or independent professional activity and uses the shyftplan services for this purpose."
        },
        {
          "type": "heading",
          "text_de": "3. Dienste / Leistungsumfang",
          "text_en": "3. Scope of Services"
        },
        {
          "type": "paragraph",
          "number": "3.1.",
          "text_de": "Die shyftplan-Dienste erleichtern die Arbeitsorganisation von Unternehmen sowie die Kommunikation zwischen Unternehmen und ihren Angestellten. Zum Angebot von shyftplan gehören derzeit folgende kostenpflichtige Dienste:",
          "text_en": "The shyftplan services facilitate the work organization of companies as well as the communication between companies and their employees. The shyftplan offer currently includes the following paid services:"
        },
        {
          "type": "ul",
          "items_de": [
            "Schichtplanung für Unternehmen und ihre Mitarbeiter bzw. freien Mitarbeiter (nachfolgend „Schichtplanung“, Ziffer 3.2.1.)",
            "Auswertung der Arbeitszeiten (nachfolgend „Auswertung“, Ziffer 3.2.2.)",
            "Zeitstempeluhr zur Aufzeichnung der Anwesenheitsstunden (nachfolgend „Zeitstempeluhr“, Ziffer 3.2.3.)",
            "Zeitkonto zur Erfassung variierender Arbeitszeiten (nachfolgend „Arbeitszeitkonto“, Ziffer 3.2.4.)",
            "Export der relevanten Lohndaten (nachfolgend „Lohnexport“, Ziffer 3.2.5.)"
          ],
          "items_en": [
            "Shift planning for companies and their employees or freelancers (hereinafter referred to as \"shift planning\", section 3.2.1.)",
            "Evaluation of working times (hereinafter referred to as \"Evaluation\", section 3.2.2.)",
            "Time stamp clock for recording the attendance hours (hereinafter \"time stamp clock\", clause 3.2.3.)",
            "Time account for recording varying working times (hereinafter \"working time account\", section 3.2.4.)",
            "Export of the relevant wage data (hereinafter \"wage export\", section 3.2.5.)"
          ]
        },
        {
          "type": "paragraph",
          "number": "3.2.",
          "text_de": "Im Folgenden wird der jeweilige Leistungsumfang näher beschrieben.",
          "text_en": "The respective scope of services is described in more detail below."
        },
        {
          "type": "paragraph",
          "number": "3.2.1.",
          "text_de": "Schichtplanung: Die Leistungen von shyftplan im Rahmen des Dienstes der Schichtplanung umfassen die Bereitstellung einer Plattform, die es dem Kunden ermöglicht, über die Eingabe von Daten folgende Funktionen auszuführen:",
          "text_en": "Shift Planning: The services of shyftplan within the service of shift planning include the provision of a platform that enables the customer to perform the following functions via the input of data:"
        },
        {
          "type": "ul",
          "items_de": [
            "Anlegen von Schichten inkl. Start-, End- und Pausenzeiten,",
            "manuelle Zeiterfassung der Schichten je Mitarbeiter,",
            "Zuordnung von Mitarbeitern auf die angelegten Schichten,",
            "Bewerbung der Mitarbeiter auf die vorgesehenen Schichten,",
            "Bereitstellung von Druckansichten des Schichtplans,",
            "Planung von Urlaubszeiten und Zeiten sonstiger Abwesenheit (z.B. Krankheit, Mutterschutz, Elternzeit) einschließlich der Möglichkeit Urlaubsanträge einzugeben und zu bearbeiten,",
            "„Dashboard“ zur internen offenen Kommunikation zwischen Mitarbeitern und Unternehmen."
          ],
          "items_en": [
            "Creation of shifts including start, end and break times,",
            "manual time recording of shifts per employee,",
            "assignment of employees to the created shifts,",
            "application of employees to the designated shifts,",
            "providing of print views of the shift schedule,",
            "planning of vacation times and times of other absences (e.g. sickness, maternity leave, parental leave) including the possibility to enter and process vacation requests,",
            "\"Dashboard\" for internal open communication between employees and the company."
          ]
        },
        {
          "type": "paragraph",
          "number": "3.2.2.",
          "text_de": "Auswertung: Die über shyftplan verfügbaren Schichtdaten können mit der Funktion Auswertung auf der Plattform direkt ausgewertet werden. Die Leistung von shyftplan im Rahmen des Dienstes Auswertung umfasst die elektronische Bereitstellung verschiedener auf dem Portal vorhandener Daten, die sich auf einen Arbeitnehmer und einen Kalendermonat beziehen. In der Auswertung werden u.a. Arbeitszeitbeginn und -ende sowie Pausenzeiten dargestellt. Grundlage sind die Daten, die im Hinblick auf ein Unternehmen und dessen Angestellte auf dem Portal hinterlegt sind, insbesondere die Schichtpläne, aus welchen sich die geleisteten Arbeitszeiten des Arbeitnehmers ergeben. Sofern zusätzlich die Funktion Zeitstempeluhr vertraglich vereinbart wurde, können auch die sich daraus ergebenden tatsächlich geleisteten Ist-Arbeitszeiten erfasst werden. Es obliegt allein dem Kunden, die vorhandenen Daten vor einer weiteren Verwendung auf ihre inhaltliche Richtigkeit und Vollständigkeit zu überprüfen. Die Daten werden zusätzlich in einem Dateiformat (z.B. *.csv) zur Verfügung gestellt, um den Export aus dem Portal zu ermöglichen.",
          "text_en": "Evaluation: The shift data available via shyftplan can be evaluated directly with the function Evaluation on the platform. The service of shyftplan within the service Evaluation includes the electronic provision of various data available on the portal, which refer to an employee and a calendar month. The evaluation shows, among other things, the start and end of working hours as well as break times. This is based on the data stored on the portal with regard to a company and its employees, in particular the shift schedules from which the employee's working hours are derived. If, in addition, the time stamp clock function has been contractually agreed, the actual working hours resulting from this can also be recorded. It is the sole responsibility of the customer to check the existing data for correctness and completeness of content before further use. The data is additionally provided in a file format (e.g. *.csv) to enable export from the portal."
        },
        {
          "type": "paragraph",
          "number": "3.2.3.",
          "text_de": "Zeitstempeluhr: Aus einem Manager-Account heraus kann auf der Plattform nach Aktivierung dieser Funktion eine digitale Stempeluhr gestartet werden. In dieser Stempeluhr kann sich jeder für diese Funktion freigeschaltete Mitarbeiter mit seiner ID einloggen. Daraufhin werden die Zeiten des Ein- und Austragens in die Erfassung der Schicht übernommen, um die tatsächlich geleistete Arbeitszeit möglichst präzise zu erfassen. Der Leistungsumfang im Rahmen des Dienstes Zeitstempeluhr je Mitarbeiter ist das Erfassen der Arbeitszeiten eines Mitarbeiters in einem Kalendermonat durch diese Funktion.",
          "text_en": "Time stamp clock: A digital time stamp clock can be started from a manager account on the platform after activating this function. In this time stamp clock, every employee who has been activated for this function can log in with his ID. The times of clocking in and clocking out are then transferred to the recording of the shift in order to record the actual working time worked as precisely as possible. The scope of services within the Time stamp clock per employee service is the recording of an employee's working hours in a calendar month through this function."
        },
        {
          "type": "paragraph",
          "number": "3.2.4.",
          "text_de": "Arbeitszeitkonto: Die Dienstleistung Arbeitszeitkonto ermöglicht es, für seine Mitarbeiter elektronisch die geleisteten Arbeitszeiten zu erfassen und mit den vertraglich vereinbarten Arbeitszeiten abzugleichen. Der Leistungsumfang eines Arbeitszeitkontos für einen Mitarbeiter umfasst das Vorhalten einer elektronischen Übersicht auf dem Portal, welche die Differenz zwischen der vom Kunden zu hinterlegender vertraglich vereinbarten Arbeitszeit (inkl. Urlaubs-, Krankheits- und Überstundenregelungen) und der tatsächlich geleisteten Arbeitszeit darstellt. Die Erfassung der tatsächlich geleisteten Arbeitszeiten erfolgt automatisiert über die Schichtplanung (Ziffer 3.2.1.) oder, sofern aktiviert, über die Zeitstempeluhr (Ziffer 3.2.3.). Die geleisteten Arbeitszeiten können manuell korrigiert werden.",
          "text_en": "Working time account: The Working Time Account service enables the Customer to electronically record the hours worked for its employees and to reconcile them with the contractually agreed working hours. The scope of services of a working time account for an employee includes the provision of an electronic overview on the portal, which shows the difference between the contractually agreed working time to be stored by the customer (incl. vacation, sickness and overtime regulations) and the working time actually worked. The recording of the working hours actually worked is automated via shift planning (section 3.2.1.) or, if activated, via the time stamp clock (section 3.2.3.). The hours worked can be corrected manually."
        },
        {
          "type": "paragraph",
          "number": "3.2.5.",
          "text_de": "Lohnexport: Die Funktion „Lohnexport“ ermöglicht den Export der lohnabrechnungsrelevanten Daten eines oder mehrerer Mitarbeiter im CSV- Format. Die Datei muss selbst an die jeweiligen Formatanforderungen der verschiedenen Lohnprogramme angepasst werden. Im Rahmen des Lohnexports sind im Leistungsumfang der Funktion pro Mitarbeiter umfasst:",
          "text_en": "Wage export: The function \"Wage export\" allows the export of payroll relevant data of one or more employees in CSV- format. The file itself must be adapted to the respective format requirements of the various payroll programs. Within the scope of the wage export, the scope of services of the function includes per employee:"
        },
        {
          "type": "ul",
          "items_de": [
            "Stammdaten des Mitarbeiters,",
            "Stammdatenänderungen des Mitarbeiters im Vergleich zum vorhergehenden Abrechnungsmonat",
            "Bruttolöhne des Mitarbeiters - Abrechnungstyp 1 (Prognose): Beim Abrechnungstyp 1 wird der Lohn an die Mitarbeiter auf Grundlage der Prognosewerte für den laufenden Monat bezahlt. Die Korrekturwerte werden automatisch in den nächsten Monat übertragen.",
            "Bruttolöhne des Mitarbeiters - Abrechnungstyp 2 (Direkt): Beim Abrechnungstyp 2 wird der Lohn an die Mitarbeiter auf Grundlage der tatsächlich angefallenen Bruttolöhne zu Beginn des Folgemonats bezahlt.",
            "Abwesenheiten",
            "Abschlagszahlungen"
          ],
          "items_en": [
            "Master data of the employee,",
            "Changes in the employee's master data compared to the previous payroll month",
            "Employee's gross wages - payroll type 1 (forecast): In payroll type 1, wages are paid to employees based on the forecast values for the current month. The correction values are automatically carried over to the next month.",
            "Employee's gross wages - payroll type 2 (direct): In payroll type 2, wages are paid to employees based on actual gross wages incurred at the beginning of the following month.",
            "Absences",
            "Partial payments"
          ]
        },
        {
          "type": "paragraph",
          "number": "3.3.",
          "text_de": "shyftplan gibt keine Garantie oder sonstige Gewährleistung in Hinblick auf die ununterbrochene Verfügbarkeit, Erreichbarkeit und Funktionsfähigkeit der Plattform, insbesondere wenn die Ursache außerhalb der von shyftplan kontrollierbaren Sphäre liegt. shyftplan verpflichtet sich jedoch, seine zum Betrieb der Plattform dienenden technischen Einrichtungen im Rahmen marktüblicher technischer Standards funktionsfähig zu halten sowie im angemessenen wirtschaftlich vertretbaren Umfang dem Stand der Technik und dem Nutzungsverhalten seiner Kunden anzupassen. Bei der Vornahme hierzu erforderlicher Wartungsarbeiten hat der Kunde vorübergehende Einschränkungen in der Verfügbarkeit der Plattform hinzunehmen.",
          "text_en": "shyftplan does not give any guarantee or other warranty with regard to the uninterrupted availability, accessibility and functionality of the platform, especially if the cause lies outside the sphere of control of shyftplan. However, shyftplan commits itself to keep its technical facilities serving for the operation of the platform functional within the scope of customary technical standards and to adapt them to the state of the art and the usage behavior of its customers to a reasonable economically justifiable extent. The customer has to accept temporary restrictions in the availability of the platform when carrying out necessary maintenance work."
        },
        {
          "type": "heading",
          "text_de": "4. Leistungserbringung, Vergütung und Fristen",
          "text_en": "4. Performance, Remuneration and Deadlines"
        },
        {
          "type": "paragraph",
          "number": "4.1.",
          "text_de": "Die Vergütung der Leistungserbringung durch shyftplan bemisst sich nach der Zahl der User auf dem Portal, für die auf Basis des Vertrags nach Ziffer 2. dieser AGB Dienstleistungen freigeschaltet werden. Hierbei werden Mitarbeiter und Manager stets separat betrachtet. Freischaltung bezeichnet einen technischen Vorgang, der es dem Kunden ermöglicht, mit einem oder mehreren Firmenkonten die vertraglich vereinbarten Dienstleistungen nach Ziffer 3. dieses Vertrags für alle seine User auf dem Portal in Anspruch zu nehmen. Die Freischaltung erfolgt automatisch und bedarf keiner weiteren Mitarbeit des Kunden. Dabei steht es dem Kunden frei, ob er die Leistungen in Anspruch nimmt und für welche User er in welchem Umfang von den freigeschalteten Möglichkeiten auf dem Portal Gebrauch macht. Im Gegenzug dazu wird die Vergütung shyftplans nicht dadurch gemindert, dass der Kunde nur einen Teil der Leistung oder keine Leistungen im Sinne von Ziffer 3. dieser AGB tatsächlich in Anspruch nimmt.",
          "text_en": "The remuneration of the service provision by shyftplan is calculated according to the number of users on the portal for whom services are activated on the basis of the contract according to section 2. of these GTC. Employees and managers are always considered separately. Activation refers to a technical process that enables the Customer to use the contractually agreed services pursuant to section 3 of this Agreement for all of its Users on the Portal with one or more company accounts. The activation takes place automatically and does not require any further cooperation of the Customer. The customer is free to decide whether to use the services and for which users he makes use of the activated options on the portal and to what extent. In return, shyftplan's remuneration is not reduced by the fact that the client only makes use of a part of the services or does not make use of any services in the sense of section 3. of these GTC."
        },
        {
          "type": "paragraph",
          "number": "4.2.",
          "text_de": "Das Vertragsverhältnis besteht grundsätzlich auf unbestimmte Zeit. Es kann eine Mindestvertragslaufzeit vorgesehen werden. Ist keine Mindestvertragslaufzeit vorgesehen, können beide Parteien das Vertragsverhältnis zum Ende eines Kalendermonats kündigen. Die Kündigung muss der jeweils anderen Partei spätestens eine Woche vor Ende des Kalendermonats in Textform zugegangen sein, mit dem das Vertragsverhältnis enden soll.",
          "text_en": "The contractual relationship shall generally be for an indefinite period. A minimum contract term may be provided for. If no minimum contract term is stipulated, both parties may terminate the contractual relationship at the end of a calendar month. The notice of termination must be received by the other party in text form no later than one week before the end of the calendar month with which the contractual relationship is to end."
        },
        {
          "type": "paragraph",
          "number": "4.3.",
          "text_de": "Ist eine Mindestlaufzeit im Vertrag vorgesehen, ist shyftplan verpflichtet, die vertraglich vereinbarten Dienstleistungen zu den vereinbarten Konditionen für die Dauer der Vertragslaufzeit freizuschalten. Ziffer 10.2 dieser AGB bleibt hiervon unberührt. Ein Vertragsverhältnis mit Mindestvertragslaufzeit kann von beiden Parteien erst zum Ende der Mindestvertragslaufzeit gekündigt werden. Die Kündigung muss der jeweils anderen Partei spätestens drei Monate vor Ende der Mindestvertragslaufzeit in Textform zugegangen sein, sofern nicht eine andere Frist Inhalt des Vertrags wurde. Andernfalls wird das Vertragsverhältnis zu denselben Konditionen fortgesetzt, wobei die vereinbarte Mindestvertragslaufzeit erneut beginnt (Ziffer 4.5. bleibt hiervon unberührt). Das Recht auf außerordentliche Kündigung aus wichtigem Grund bleibt stets für beide Parteien unberührt.",
          "text_en": "If a minimum term is provided for in the contract, shyftplan is obliged to activate the contractually agreed services at the agreed conditions for the duration of the contract term. Section 10.2 of these GTC remains unaffected. A contractual relationship with a minimum contract period can only be terminated by both parties at the end of the minimum contract period. The notice of termination must be received by the other party in text form no later than three months prior to the end of the minimum contract term, unless a different notice period is included in the contract. Otherwise, the contractual relationship shall be continued on the same terms and conditions, with the agreed minimum contract term starting anew (Section 4.5. shall remain unaffected). The right to extraordinary termination for good cause shall always remain unaffected for both parties."
        },
        {
          "type": "paragraph",
          "number": "4.4.",
          "text_de": "Im Vertrag kann vereinbart werden, dass eine bestimmte Vergütung unabhängig von der Anzahl an Mitarbeitern und Managern auf dem Portal mindestens zu zahlen ist („Basispreis“). Der monatlich zu entrichtende Basispreis enthält eine im Dienstleistungsvertrag definierte Anzahl an Mitarbeiter- und Manager-Lizenzen. Zusätzliche User werden gemäß der vertraglich vereinbarten Preise abgerechnet. Die Übertragung von nicht in Anspruch genommenen, jedoch berechneten Usern in einen anderen Rechnungsmonat ist nicht möglich.",
          "text_en": "It may be agreed in the Contract that a certain minimum remuneration is to be paid regardless of the number of Employees and Managers on the Portal (\"Base Price\"). The base price to be paid monthly includes a number of employee and manager licenses defined in the service agreement. Additional users will be charged according to the contractually agreed prices. The transfer of unused but charged users to another billing month is not possible."
        },
        {
          "type": "paragraph",
          "number": "4.5.",
          "text_de": "Ist eine Mindestvertragslaufzeit vereinbart, gilt der monatlich zu entrichtende Basispreis für die gesamte Dauer der Mindestvertragslaufzeit. Im Falle einer automatischen Verlängerung der Mindestvertragslaufzeit gemäß Ziffer 4.3. dieser AGB wird der vertraglich vereinbarte Basispreis auch für die neue Mindestvertragslaufzeit beibehalten. Die Anzahl der in Rechnung gestellten Lizenzen für zusätzliche Mitarbeiter und Manager bleibt für die neue Mindestvertragslaufzeit ebenfalls bestehen. Abweichend davon kann der Kunde die Zahl der zusätzlichen User im Kalendermonat vor Ablauf der Kündigungsfrist durch schriftliche Bekanntgabe vor Ende der Kündigungsfrist per E-Mail an service@shyftplan.com reduzieren. Hierfür ist die Zahl der zusätzlichen User differenziert nach Mitarbeitern und Managern in der E-Mail für die neue Vertragslaufzeit festzulegen. Hierbei ist zu beachten, dass der Kunde selbst dafür Sorge zu tragen hat, dass bis zum Ende der vorigen Vertragslaufzeit auch die dem Firmenkonto zugeordneten User entsprechend auf die dann für die neue Mindestvertragslaufzeit maßgebliche Zahl reduziert werden.",
          "text_en": "If a minimum contract term has been agreed, the monthly base price to be paid shall apply for the entire duration of the minimum contract term. In the event of an automatic extension of the minimum contract term pursuant to section 4.3. of these GTC, the contractually agreed base price shall also be maintained for the new minimum contract term. The number of invoiced licenses for additional employees and managers shall also remain in effect for the new minimum contract term. Notwithstanding the above, the customer may reduce the number of additional users in the calendar month prior to the end of the notice period by notifying service@shyftplan.com in writing before the end of the notice period. For this purpose, the number of additional users differentiated by employees and managers must be specified in the e-mail for the new contract term. It should be noted that the customer must ensure that by the end of the previous contract term the users assigned to the company account are also reduced accordingly to the number then applicable for the new minimum contract term."
        },
        {
          "type": "paragraph",
          "number": "4.6.",
          "text_de": "Nach Inkrafttreten einer Kündigung werden sämtliche gespeicherten Daten zu den betreffenden Firmenkonten gelöscht. Davon ausgeschlossen sind solche Daten, bei denen gesetzliche Vorschriften eine längere Aufbewahrung zwingend vorschreiben. Die Regelungen nach Ziffer 4. und 5. dieser AGB bleiben hiervon unberührt.",
          "text_en": "After a termination has come into effect, all stored data relating to the company accounts concerned will be deleted. Excluded from this is such data for which legal regulations mandate a longer retention period. The provisions of sections 4. and 5. of these GTC shall remain unaffected."
        },
        {
          "type": "heading",
          "text_de": "5. Abrechnung, Fälligkeit und Rechnungsstellung",
          "text_en": "5. Billing, Due Date and Invoicing"
        },
        {
          "type": "paragraph",
          "number": "5.1.",
          "text_de": "Über die nach Ziffer 4. dieser AGB freigeschalteten, in Anspruch genommenen oder sonst abzurechnenden Dienstleistungen und das daraus resultierende Entgelt rechnet shyftplan unverzüglich nach Ende eines Kalendermonats ab. shyftplan erfasst dabei monatlich die gem. Ziffer 4. dieser AGB tatsächlich dem Kunden zugeordneten Mitarbeiter und Manager auf dem Portal und legt bei der Berechnung der Vergütung das vereinbarte Entgelt pro zugeordnetem User pro Firmenkonto zugrunde. Ein User gilt mit erstmaliger Zuordnung zu einem Firmenkonto in einem Kalendermonat für diesen Monat als zugeordnet. Ein Löschen des Users aus einem Firmenkonto wird erst zum Beginn des nächsten Kalendermonats berücksichtigt. Wird ein Mitarbeiter innerhalb eines Monats zu einem Manager umgestellt, gilt er für diesen Monat als Manager, ein Umstellen eines Managers auf einen Mitarbeiter wird zum Beginn des nächsten Kalendermonats berücksichtigt.",
          "text_en": "shyftplan invoices the services activated, used or otherwise invoiced according to clause 4. of these GTC and the resulting fee immediately after the end of a calendar month. shyftplan records the employees and managers actually assigned to the customer on the portal according to clause 4. of these GTC on a monthly basis and bases the calculation of the fee on the agreed fee per assigned user per company account. A User shall be deemed to have been assigned to a company account for the first time in a calendar month. If a user is deleted from a company account, this will not be taken into account until the beginning of the next calendar month. If an employee is converted to a manager within a month, he is considered a manager for this month; a conversion of a manager to an employee is taken into account at the beginning of the next calendar month."
        },
        {
          "type": "paragraph",
          "number": "5.2.",
          "text_de": "Der Rechnungsbetrag ist innerhalb von 14 Tagen nach Zugang der von shyftplan zu erstellenden Rechnung beim Kunden fällig und ohne Abzüge zu zahlen. Der Kunde kann shyftplan die Ermächtigung erteilen, fällige Beträge per Kreditkarte oder im Lastschriftverfahren von seinem Konto abzubuchen.",
          "text_en": "The invoice amount is due and payable without deductions within 14 days after receipt of the invoice to be issued by shyftplan by the customer. The client may authorize shyftplan to debit amounts due from his account by credit card or by direct debit."
        },
        {
          "type": "paragraph",
          "number": "5.3.",
          "text_de": "Einwendungen gegen die Rechnung kann der Kunde gegenüber shyftplan nur innerhalb einer Frist von zwei Wochen nach Zugang der Rechnung geltend machen. Für den Fall, dass die Leistungserbringung erst nach Zugang der Rechnung vollständig bewirkt wird, beginnt insoweit die Frist erst mit dem Ende der Leistungserbringung.",
          "text_en": "Objections against the invoice can only be asserted by the customer against shyftplan within a period of two weeks after receipt of the invoice. In the event that the service provision is not fully effected until after receipt of the invoice, the time limit in this respect does not begin until the end of the service provision."
        },
        {
          "type": "paragraph",
          "number": "5.4.",
          "text_de": "Abweichend von Ziffer 5.1. ist shyftplan berechtigt, schon zu Beginn der Vertragslaufzeit eine Vorauszahlung zu verlangen („Vorauszahlung“), sofern dies Inhalt des Vertrags geworden ist. Für die Berechnung der Vorauszahlung wird der vereinbarte Basispreis nebst bereits vereinbarten zusätzlichen Usern im Voraus für die gesamte Mindestvertragslaufzeit abgerechnet. Werden vom Kunden während der Mindestvertragslaufzeit über die im Basispreis inkludierten User und vereinbarten zusätzlichen User hinausgehend weitere Mitarbeiter und Manager dem Firmenkonto zugeordnet, ist für diese User ebenfalls eine Vorauszahlung in voller Höhe zu leisten. Die Höhe der Vorauszahlung ergibt sich aus der vertraglich vereinbarten Vergütung pro zusätzlichem User für die gesamte verbleibende Vertragsdauer. shyftplan wird nach Ablauf des Monats, in dem zusätzliche User angefallen sind, die entsprechende Rechnung stellen (zur Klarstellung: Ziffer 5.1. Satz 3, 4 und 5 bleiben hiervon unberührt und finden weiterhin Anwendung). Reduziert sich während der Mindestvertragslaufzeit die tatsächliche Useranzahl des Kunden auf dem Portal, ist shyftplan nicht dazu verpflichtet, geleistete Vorauszahlungen oder Teile davon zu erstatten. Beginnt eine neue Mindestvertragslaufzeit, so wird der Vorauszahlung für die neue Mindestvertragslaufzeit der Basispreis und die zusätzlichen User nach Maßgabe von Ziffer 4.4. und Ziffer 4.5. zugrunde gelegt.",
          "text_en": "Deviating from clause 5.1. shyftplan is entitled to demand an advance payment already at the beginning of the contract period (\"advance payment\"), if this has become part of the contract. For the calculation of the advance payment the agreed base price plus already agreed additional users will be charged in advance for the whole minimum contract period. If, during the minimum contract term, the customer assigns additional employees and managers to the company account over and above the users included in the base price and the agreed additional users, an advance payment must also be made in full for these users. The amount of the advance payment results from the contractually agreed remuneration per additional User for the entire remaining term of the contract. shyftplan will issue the corresponding invoice after the end of the month in which additional Users have accrued (for clarification: clause 5.1. sentence 3, 4 and 5 remain unaffected and continue to apply). If the actual number of users of the customer on the portal is reduced during the minimum contract period, shyftplan is not obliged to refund advance payments or parts thereof. If a new minimum contract period starts, the advance payment for the new minimum contract period is based on the base price and the additional users according to clause 4.4. and clause 4.5."
        },
        {
          "type": "paragraph",
          "number": "5.5.",
          "text_de": "Das vertraglich vereinbarte Entgelt ist im Zweifelsfall exkl. Umsatzsteuer zu verstehen, sofern nicht anders angegeben.",
          "text_en": "In case of doubt, the contractually agreed remuneration is to be understood excluding value added tax, unless otherwise stated."
        },
        {
          "type": "heading",
          "text_de": "6. Vertragsänderungen",
          "text_en": "6. Contract Amendments"
        },
        {
          "type": "paragraph",
          "number": "6.1.",
          "text_de": "Der Kunde willigt ein, dass sein Schweigen auf ein Vertragsänderungsangebot, unter Beachtung der nachgenannten Voraussetzungen, als Zustimmung gilt.",
          "text_en": "The customer agrees that its silence in response to an offer to amend the contract, subject to the conditions set out below, shall be deemed to constitute consent."
        },
        {
          "type": "paragraph",
          "number": "6.2.",
          "text_de": "Vertragsänderungen kann shyftplan dem Kunden nur aus triftigem Grund anbieten. Widerspricht der Kunde den angebotenen Vertragsänderungen nicht innerhalb von sechs Wochen nach Erhalt, so gilt das Schweigen des Kunden ausnahmsweise als Zustimmung.",
          "text_en": "Changes of the contract can only be offered by shyftplan to the customer for a valid reason. If the Customer does not object to the offered contract amendments within six weeks after receipt, the Customer's silence shall exceptionally be deemed as consent."
        },
        {
          "type": "paragraph",
          "number": "6.3.",
          "text_de": "Triftige Gründe sind insbesondere offensichtliche redaktionelle Fehler in den AGB, Änderungen in der Gesetzgebung und/oder Rechtsprechung, neue technische Entwicklungen und Standards, Währungsumstellungen oder sonstige gleichwertige Gründe.",
          "text_en": "Valid reasons are in particular obvious editorial errors in the GTC, changes in legislation and/or jurisdiction, new technical developments and standards, currency conversions or other equivalent reasons."
        },
        {
          "type": "paragraph",
          "number": "6.4.",
          "text_de": "Gleiches gilt, wenn shyftplan einzelne Dienste ganz oder teilweise einstellt oder ändert.",
          "text_en": "The same applies if shyftplan discontinues or changes individual services in whole or in part."
        },
        {
          "type": "paragraph",
          "number": "6.5.",
          "text_de": "shyftplan zeigt dem Kunden die angebotenen Änderungen in Textform (an seine angegebene E-Mailadresse) unter Nennung des Zeitpunkts des Wirksamwerdens an. shyftplan übermittelt dem Kunden die Änderungsanzeige mit angemessener Frist, d.h. wenigstens sechs Wochen vor Wirksamwerden der Änderungen. shyftplan belehrt den Kunden in seiner Änderungsanzeige über die Zustimmungswirkung seines Schweigens, den Grund der Änderung und die Folgen eines Widerspruchs.",
          "text_en": "shyftplan shall notify the customer of the offered changes in text form (to the customer's specified e-mail address), stating the effective date. shyftplan shall send the notice of change to the customer within a reasonable period of time, i.e. at least six weeks before the changes become effective. shyftplan shall inform the customer in the notice of change about the approval effect of his silence, the reason for the change and the consequences of an objection."
        },
        {
          "type": "paragraph",
          "number": "6.6.",
          "text_de": "Widerspricht der Kunde der angebotenen Änderung binnen der angemessenen Frist, wird der Vertrag mit den alten Geschäftsbedingungen fortgesetzt. In diesem Fall behält shyftplan sich ein Sonderkündigungsrecht vor.",
          "text_en": "If the customer objects to the offered change within the reasonable period of time, the contract will be continued with the old terms and conditions. In this case shyftplan reserves a special right of termination."
        },
        {
          "type": "paragraph",
          "number": "6.7.",
          "text_de": "Vorstehende Regelungen gelten analog für Änderungen des Auftragsverarbeitungsvertrages (vgl. Ziffer 8.2 dieser AGB).",
          "text_en": "The above provisions shall apply analogously to amendments to the order processing agreement (cf. section 8.2 of these GTC)."
        },
        {
          "type": "heading",
          "text_de": "7. Nutzung von shyftplan",
          "text_en": "7. Use of shyftplan"
        },
        {
          "type": "paragraph",
          "number": "7.1.",
          "text_de": "Der Kunde trägt die vollständige Verantwortung für die von ihm auf der Website eingegebenen Daten und sein Nutzungsverhalten.",
          "text_en": "The customer bears full responsibility for the data he enters on the website and his usage behavior."
        },
        {
          "type": "paragraph",
          "number": "7.2.",
          "text_de": "Die Nutzung der Plattform ist im Rahmen des bestimmungsgemäßen Gebrauchs und des geltenden Rechts der Bundesrepublik Deutschland zulässig. Der Kunde hat sich danach jeglicher Rechtsverstöße oder jeglichen Missbrauchs zu enthalten, insbesondere untersagt sind die mißbräuchliche Nutzung mittels automatisierter Software (zum Beispiel Skripte) sowie das unbefugte Kopieren und die unbefugte Verwendung von auf der Website zugänglichen Informationen. Der Kunde kann über die shyftplan-API Daten abrufen, dies muss jedoch innerhalb eines angemessenen Umfangs erfolgen (maximal 50 Anfragen pro Minute pro Kunde, maximal 1.000 Anfragen pro Stunde pro Kunde). Bei Überschreitung dieses Umfangs behält sich shyftplan das Recht vor, die Anfragen nicht zu beantworten. Zulässige Nutzung: Die shyftplan-API ist für die Nutzung durch Entwickler vorgesehen, um Softwareanwendungen zu erstellen, die die Dienste von shyftplan verbessern oder ergänzen, sowie um neue Produkte und Dienste zu entwickeln, die nicht in direktem Wettbewerb mit shyftplan stehen. Kunden sind berechtigt, die shyftplan-API zu nutzen, um auf Daten, Inhalte und Funktionen, die über die API zur Verfügung gestellt werden, zuzugreifen und diese abzurufen. Hingegen sind die folgenden Nutzungen der shyftplan-API strengstens untersagt:",
          "text_en": "The use of the platform is permitted within the scope of the intended use and the applicable law of the Federal Republic of Germany. Thereafter, the Customer shall refrain from any violation of law or any misuse, in particular the misuse by means of automated software (for example scripts) as well as the unauthorized copying and the unauthorized use of information accessible on the Website are prohibited. The customer may retrieve data via the shyftplan API, but this must be done within a reasonable scope (maximum 50 requests per minute per customer, maximum 1,000 requests per hour per customer). If this scope is exceeded, shyftplan reserves the right not to answer the requests. Permitted Use: The shyftplan API is intended for use by developers to create software applications that enhance or complement shyftplan's services, and to develop new products and services that are not in direct competition with shyftplan. Customers are authorized to use the shyftplan API to access and retrieve data, content and functionality made available through the API. In contrast, the following uses of the shyftplan API are strictly prohibited:"
        },
        {
          "type": "ul",
          "items_de": [
            "Die Verwendung der API, um die Dienste von shyftplan zu replizieren oder mit ihnen zu konkurrieren, oder um ein Produkt zu entwickeln, das den Diensten im Wesentlichen ähnlich ist oder mit ihnen in direktem Wettbewerb steht.",
            "Die Nutzung der API in einer Weise, die die Dienste von shyftplan schädigt oder stört, oder die die Server, Netzwerke oder Systeme von shyftplan stört oder beschädigt.",
            "Die Nutzung der API zum Scrapen, Mining oder Sammeln von Daten oder Inhalten aus den Diensten von shyftplan in einer Weise, die über eine vernünftige und angemessene Nutzung hinausgeht, oder die gegen die Nutzungsbedingungen oder Datenschutzrichtlinien von shyftplan verstößt.",
            "Die Nutzung der API für ungesetzliche oder unethische Zwecke oder in einer Weise, die gegen geltende Gesetze, Vorschriften oder Branchenstandards verstößt."
          ],
          "items_en": [
            "Using the API to replicate or compete with shyftplan's Services, or to develop a product that is substantially similar to or in direct competition with the Services.",
            "Using the API in a manner that harms or disrupts shyftplan's services, or disrupts or damages shyftplan's servers, networks or systems.",
            "Using the API to scrape, mine, or collect data or content from shyftplan's Services in a manner that exceeds reasonable and appropriate use, or in violation of shyftplan's Terms of Service or Privacy Policy.",
            "Using the API for any unlawful or unethical purpose or in a manner that violates any applicable law, regulation or industry standard."
          ]
        },
        {
          "type": "paragraph",
          "number": "7.3.",
          "text_de": "Der Kunde hat seine Zugangsdaten zum Kundenkonto gegen die unbefugte Verwendung durch Dritte zu schützen. Er benachrichtigt shyftplan umgehend bei Anhaltspunkten für einen Missbrauch seines Kundenkontos.",
          "text_en": "The customer has to protect his access data to the customer account against unauthorized use by third parties. He notifies shyftplan immediately in case of indications for a misuse of his customer account."
        },
        {
          "type": "paragraph",
          "number": "7.4.",
          "text_de": "shyftplan prüft die vom Kunden auf der Website eingegebenen Informationen inhaltlich nur, wenn diese Kenntnis oder einen auf Tatsachen begründeten Verdacht von konkreten rechtswidrigen Inhalten erlangt hat.",
          "text_en": "shyftplan only checks the content of the information entered by the customer on the website if it has gained knowledge or a suspicion based on facts of concrete illegal content."
        },
        {
          "type": "paragraph",
          "number": "7.5.",
          "text_de": "Informationen, mit denen der Kunde gegen geltendes Recht der Bundesrepublik Deutschland oder Rechte Dritter verstößt, darf shyftplan ohne vorherige Ankündigung bis zur Klärung des Sachverhalts sperren, dies gilt auch im begründeten Verdachtsfall. shyftplan behält sich darüber hinaus die zeitweise oder endgültige Sperrung des Kundens auf der Plattform vor. shyftplan wird den Kunden grundsätzlich vorher unter Fristsetzung abmahnen und zur Beseitigung des rechtswidrigen Zustandes auffordern.",
          "text_en": "Information with which the customer violates the applicable law of the Federal Republic of Germany or the rights of third parties may be blocked by shyftplan without prior notice until the facts are clarified; this also applies in case of justified suspicion. shyftplan furthermore reserves the right to temporarily or permanently block the customer on the platform. shyftplan will always give the customer a warning beforehand, setting a deadline, and request the elimination of the illegal condition."
        },
        {
          "type": "heading",
          "text_de": "8. Datenschutz",
          "text_en": "8. Data Protection"
        },
        {
          "type": "paragraph",
          "number": "8.1.",
          "text_de": "Der Kunde steht gegenüber shyftplan dafür ein, dass die durch ihn auf der Plattform mitgeteilten personenbezogenen Daten entsprechend der gesetzlichen Bestimmungen, insbesondere der Europäischen Datenschutzgrundverordnung (EU 2016/679) (DS-GVO) des Bundesdatenschutzgesetzes (BDSG) und des Telemediengesetzes (TMG), erhoben, verarbeitet und an shyftplan übermittelt wurden sowie zur Erfüllung der Vertragspflichten durch shyftplan in dem dafür erforderlichen Umfang an Dritte (insbesondere Steuerberater und Lohnbuchhalter) übermittelt werden dürfen, insbesondere dass etwaige Informationspflichten nach Art. 13, 14 DS-GVO durch den Kunden erfüllt wurden. Die übermittelten personenbezogenen Daten werden von shyftplan ausschließlich unter Beachtung der gesetzlichen Bestimmungen verarbeitet.",
          "text_en": "The Customer warrants to shyftplan that the personal data communicated by him on the platform have been collected, processed and transmitted to shyftplan in accordance with the legal provisions, in particular the European Data Protection Regulation (EU 2016/679) (GDPR) of the Federal Data Protection Act (BDSG) and the Telemedia Act (TMG), and may be transmitted by shyftplan to third parties (in particular tax consultants and payroll accountants) to the extent necessary for the fulfillment of the contractual obligations, in particular that any information obligations according to Art. 13, 14 GDPR have been fulfilled by the Customer. The transmitted personal data will be processed by shyftplan exclusively in compliance with the legal provisions."
        },
        {
          "type": "paragraph",
          "number": "8.2.",
          "text_de": "Sofern shyftplan bei der Erbringung der Dienste personenbezogene Daten im Auftrag des Kunden verarbeitet, verpflichten sich die Parteien zum Abschluss eines Auftragsverarbeitungsvertrags nach Art. 28 DS-GVO (siehe Vertrag im Firmenprofil). Der Auftragsverarbeitungsvertrag ist Gegenstand der Vertragsbeziehungen zwischen den Parteien.",
          "text_en": "If shyftplan processes personal data on behalf of the Customer when providing the Services, the Parties undertake to enter into a commissioned processing contract pursuant to Art. 28 GDPR (see contract in the company profile). The order processing contract is the subject of the contractual relationship between the parties."
        },
        {
          "type": "paragraph",
          "number": "8.3.",
          "text_de": "Ergänzend gilt die shyftplan Datenschutzerklärung (https://shyftplan.com/privacy).",
          "text_en": "In addition, the shyftplan privacy policy (https://shyftplan.com/privacy) applies."
        },
        {
          "type": "heading",
          "text_de": "9. Haftung",
          "text_en": "9. Liability"
        },
        {
          "type": "paragraph",
          "number": "9.1.",
          "text_de": "Ansprüche eines Kunden auf Schadensersatz sind ausgeschlossen. Hiervon ausgenommen sind Schadensersatzansprüche des Kundens aus der Verletzung des Lebens, des Körpers, der Gesundheit oder aus der Verletzung wesentlicher Vertragspflichten (Kardinalpflichten) sowie die Haftung für sonstige Schäden, die auf einer vorsätzlichen oder grob fahrlässigen Pflichtverletzung shyftplans, ihrer gesetzlichen Vertreter oder Erfüllungsgehilfen beruhen. Wesentliche Vertragspflichten sind solche, deren Erfüllung zur Erreichung des Ziels des Vertrags notwendig ist.",
          "text_en": "Claims of a customer for damages are excluded. Excluded from this are claims for damages of the customer from the injury of life, body, health or from the violation of essential contractual obligations (cardinal obligations) as well as the liability for other damages, which are based on an intentional or grossly negligent breach of duty of shyftplans, its legal representatives or vicarious agents. Essential contractual obligations are those whose fulfillment is necessary to achieve the goal of the contract."
        },
        {
          "type": "paragraph",
          "number": "9.2.",
          "text_de": "Bei der Verletzung wesentlicher Vertragspflichten haftet shyftplan nur für den vertragstypischen, vorhersehbaren Schaden, wenn dieser einfach fahrlässig verursacht wurde, es sei denn, es handelt sich um Schadensersatzansprüche des Kunden aus einer Verletzung des Lebens, des Körpers oder der Gesundheit.",
          "text_en": "In case of violation of essential contractual obligations shyftplan is only liable for the contract-typical, foreseeable damage, if this damage was caused by simple negligence, unless it concerns claims for damages of the customer due to injury of life, body or health."
        },
        {
          "type": "paragraph",
          "number": "9.3.",
          "text_de": "Die Einschränkungen der Ziffern 9.1. und 9.2. gelten auch zugunsten der gesetzlichen Vertreter und Erfüllungsgehilfen shyftplans, wenn Ansprüche direkt gegen diese geltend gemacht werden.",
          "text_en": "The restrictions of clauses 9.1. and 9.2. shall also apply in favor of shyftplan's legal representatives and vicarious agents if claims are asserted directly against them."
        },
        {
          "type": "paragraph",
          "number": "9.4.",
          "text_de": "Der Kunde stellt shyftplan von sämtlichen Ansprüchen Dritter frei, welche auf Verstöße des Kundens gegen Rechte Dritter oder gesetzliche Vorschriften zurückgehen, einschließlich angemessener Rechtsverteidigung. Dies gilt nur insoweit, wie shyftplan kein eigenes Verschulden trifft.",
          "text_en": "The customer indemnifies shyftplan from all claims of third parties, which are based on violations of the customer against rights of third parties or legal regulations, including reasonable legal defense. This only applies insofar as shyftplan is not at fault."
        },
        {
          "type": "heading",
          "text_de": "10. Aufrechnung und Zurückbehaltungsrecht",
          "text_en": "10. Offsetting and Right of Retention"
        },
        {
          "type": "paragraph",
          "number": "10.1.",
          "text_de": "Ein Aufrechnungsrecht besteht für den Kunden nur, wenn seine Gegenansprüche rechtskräftig festgestellt oder unbestritten sind.",
          "text_en": "The customer shall only have a right of set-off if its counterclaims have been legally established or are undisputed."
        },
        {
          "type": "paragraph",
          "number": "10.2.",
          "text_de": "shyftplan ist berechtigt, den Kunden von der Nutzung sämtlicher auf der Plattform angebotenen Dienste vorübergehend auszuschließen, solange dieser sich mit der Entgeltzahlung in Verzug befindet (Zurückbehaltungsrecht). Umgekehrt ist der Kunde zur Ausübung eines Zurückbehaltungsrechts nur insoweit befugt, als sein Gegenanspruch auf dem gleichen Vertragsverhältnis beruht.",
          "text_en": "shyftplan is entitled to temporarily exclude the customer from the use of all services offered on the platform as long as the customer is in default of payment (right of retention). Conversely, the customer is only authorized to exercise a right of retention insofar as his counterclaim is based on the same contractual relationship."
        },
        {
          "type": "heading",
          "text_de": "11. Schlussbestimmungen",
          "text_en": "11. Final Provisions"
        },
        {
          "type": "paragraph",
          "number": "11.1.",
          "text_de": "Es gilt das Recht der Bundesrepublik Deutschland unter Ausschluss der Bestimmungen des UN-Kaufrechts und des internationalen Privatrechts.",
          "text_en": "The law of the Federal Republic of Germany shall apply to the exclusion of the provisions of the UN Convention on Contracts for the International Sale of Goods and international private law."
        },
        {
          "type": "paragraph",
          "number": "11.2.",
          "text_de": "Ist der Kunde Kaufmann, juristische Person des öffentlichen Rechts oder öffentlich-rechtliches Sondervermögen, ist ausschließlicher Gerichtsstand der Sitz von shyftplan (derzeit Berlin).",
          "text_en": "If the customer is a merchant, a legal entity under public law or a special fund under public law, the exclusive place of jurisdiction is the registered office of shyftplan (currently Berlin)."
        },
        {
          "type": "paragraph",
          "number": "11.3.",
          "text_de": "Sollten einzelne Bestimmungen dieses Vertrags ganz oder teilweise unwirksam sein oder werden, bleibt die Wirksamkeit der übrigen Bestimmungen unberührt. Die Parteien verpflichten sich im Falle einer unwirksamen Bestimmung, über eine wirksame und zumutbare Ersatzregelung zu verhandeln, die dem von den Vertragsparteien mit der unwirksamen Bestimmung verfolgten wirtschaftlichen Zweck möglichst nahekommt.",
          "text_en": "Should individual provisions of this contract be or become invalid in whole or in part, the validity of the remaining provisions shall remain unaffected. In the event of an invalid provision, the parties undertake to negotiate an effective and reasonable replacement provision which comes as close as possible to the economic purpose pursued by the contracting parties with the invalid provision."
        },
        {
          "type": "paragraph",
          "number": "11.4.",
          "text_de": "Soweit in diesen AGB lediglich die männliche Bezeichnung einer Person gewählt wurde, dient dies allein der Lesbarkeit.",
          "text_en": "Insofar as only the masculine designation of a person has been chosen in these GTC, this is solely for the sake of readability."
        }
      ]
    },
    "shyftplan_service_description": {
      "title_de": "Anhang 2: Leistungsbeschreibung shyftplan",
      "title_en": "Annex 2: shyftplan service description",
      "sections": [
        {
          "type": "heading",
          "text_de": "§1 Leistungsumfang shyftplan",
          "text_en": "§1 Scope of services of shyftplan"
        },
        {
          "type": "paragraph",
          "number": "(1)",
          "text_de": "<strong>Schichtplanung:</strong> In shyftplan können Schichtpläne, zur Besetzung von Arbeitsschichten mit Mitarbeitern, erstellt werden, welche hinsichtlich Qualifikationen, Verfügbarkeit und arbeitsrechtlicher Vorschriften dazu geeignet sind.",
          "text_en": "<strong>Shift planning:</strong> Shift plans can be created in shyftplan to fill work shifts with employees who are suitable in terms of qualifications, availability and labor law regulations."
        },
        {
          "type": "paragraph",
          "text_de": "<strong>(a) Leistungen des \"Professional\" Paket:</strong>",
          "text_en": "<strong>(a) Services of \"Professional\" package:</strong>"
        },
        {
          "type": "ul",
          "items_de": [
            "(i) Kriterienbasierte Schichtzuweisung: Schichten werden anhand von Kriterien wie z. B. Qualifikationen besetzt.",
            "(ii) Frei konfigurierbare Mitarbeitermerkmale: Merkmale wie z.B. Teilzeit und Vollzeit können individuell in shyftplan hinterlegt werden.",
            "(iii) Massenbearbeitung von Schichten über Mehrfachauswahl: Mehrere Schichten können gleichzeitig ausgewählt und bearbeitet werden.",
            "(iv) Stempeluhr und Schichtauswertung: Mitarbeiter erfassen selbstständig Beginn und Beendigung der Arbeitszeit. Planer können den Arbeitsstatus einsehen.",
            "(v) Soll-Ist-Vergleich für Stundenkonten: Das System erfasst die Stundenbilanz der Mitarbeiter."
          ],
          "items_en": [
            "(i) Shift allocation based on criteria: shifts are filled based on criteria, for example qualifications.",
            "(ii) Freely configurable employee characteristics: characteristics such as part-time and full-time can be stored individually in shyftplan.",
            "(iii) Mass processing of layers via multiple selection: Several shifts can be selected and processed simultaneously.",
            "(iv) Time clock and shift evaluation: employees record the start and end of their working time themselves. Planners can view the work status.",
            "(v) Target/actual comparison for time accounts: The system records the employees' time balance."
          ]
        },
        {
          "type": "paragraph",
          "text_de": "<strong>(b) Zusätzliche Leistungen des \"Enterprise\" Paket:</strong>",
          "text_en": "<strong>(b) Additional services of \"Enterprise\" package:</strong>"
        },
        {
          "type": "ul",
          "items_de": [
            "(i) Schichtrotationen: Planer erstellen Schichten anhand von Schichtrotationen (3-Schicht- und 4-Schichtsystem).",
            "(ii) Automatisierung der Schichtplanung: shyftplan besetzt automatisch die Schichten auf Basis der hinterlegten Kriterien und ausgewählten Gewichtungen."
          ],
          "items_en": [
            "(i) Shift rotations: planners create shifts using shift rotations (3-shift and 4-shift pattern).",
            "(ii) Automation of shift planning: shyftplan automatically fills the shifts based on the stored criteria and selected weightings."
          ]
        },
        {
          "type": "paragraph",
          "number": "(2)",
          "text_de": "<strong>Abwesenheitsplanung:</strong> Abwesenheiten, die in shyftplan eingetragen sind, werden in der Schichtplanung berücksichtigt. Abwesenheitsgründe umfassen sowohl Krankheit als auch Urlaub.",
          "text_en": "<strong>Absence planning:</strong> Absences entered in shyftplan are taken into account in shift planning. Reasons for absence include illness as well as vacation."
        },
        {
          "type": "paragraph",
          "text_de": "<strong>(a) Leistungen des \"Professional\" Paket:</strong>",
          "text_en": "<strong>(a) Services of \"Professional\" package:</strong>"
        },
        {
          "type": "ul",
          "items_de": [
            "(i) Jahresurlaubsplanung: Planer haben eine Übersicht über alle Urlaubsanträge inkl. des bereits beantragten Urlaubs in Prozent.",
            "(ii) Krankheitsmeldung (optional auch über die App): Mitarbeiter können sich selbständig krank melden.",
            "(iii) Abwesenheitsanträge im Self-Service: Mitarbeiter können selbstständig Abwesenheitsanträge in der Software einreichen.",
            "(iv) Individuelle Abwesenheiten: Es können firmeninterne Abwesenheitsgründe angelegt werden."
          ],
          "items_en": [
            "(i) Annual leave planning: planners have an overview of all leave requests including the percentage of leave already requested.",
            "(ii) Sick note (optionally also via app): employees can call in sick independently.",
            "(iii) Self-service absence requests: employees can submit their own absence requests in the software.",
            "(iv) Individual absences: company-internal reasons for absence can be created."
          ]
        },
        {
          "type": "paragraph",
          "text_de": "<strong>(b) Zusätzliche Leistungen des \"Enterprise\" Paket:</strong>",
          "text_en": "<strong>(b) Additional services of \"Enterprise\" package:</strong>"
        },
        {
          "type": "ul",
          "items_de": [
            "(i) Upload von Arbeitsunfähigkeitsbescheinigung: Arbeitsunfähigkeitsbescheinigungen können selbständig hochgeladen werden."
          ],
          "items_en": [
            "(i) Upload of certificates of incapacity for work: Certificates of incapacity for work can be uploaded independently."
          ]
        },
        {
          "type": "paragraph",
          "number": "(3)",
          "text_de": "<strong>Mitarbeitereinbindung:</strong> Mitarbeiter können shyftplan über die mobilen Apps (iOS und Android) oder die Webanwendung nutzen und ihre Schichten einsehen.",
          "text_en": "<strong>Employee involvement:</strong> Employees can use shyftplan via the mobile apps (iOS and Android) or the web application and view their shifts."
        },
        {
          "type": "paragraph",
          "text_de": "<strong>(a) Leistungen des \"Professional\" Paket:</strong>",
          "text_en": "<strong>(a) Services of \"Professional\" package:</strong>"
        },
        {
          "type": "ul",
          "items_de": [
            "(i) Team-Kalender inkl. Export in iCal",
            "(ii) Schichttausch (optional via App): Mitarbeiter können untereinander ihre Schicht tauschen.",
            "(iii) Schichtbewerbung (optional via App): Mitarbeiter können sich auf freie Schichten bewerben.",
            "(iv) DSGVO-konformer Messenger: Der Messenger bietet Mitarbeitern die Möglichkeit, innerhalb der shyftplan-Software miteinander zu kommunizieren."
          ],
          "items_en": [
            "(i) Team calendar incl. export to iCal",
            "(ii) Shift swap (optionally via app): employees can swap shifts with each other.",
            "(iii) Shift application (optionally via app): employees can apply for free shifts.",
            "(iv) GDPR-compliant messenger: The messenger offers employees the opportunity to communicate with each other within the shyftplan software."
          ]
        },
        {
          "type": "paragraph",
          "number": "(4)",
          "text_de": "<strong>Organisation:</strong> Die Erfassung von Mitarbeiterstammdaten und die Verwaltung von Personalinformationen erfolgt in der shyftplan Software.",
          "text_en": "<strong>Organization:</strong> The shyftplan software is used to record employee master data and manage personnel information."
        },
        {
          "type": "paragraph",
          "text_de": "<strong>(a) Leistungen des \"Professional\" Paket:</strong>",
          "text_en": "<strong>(a) Services of \"Professional\" package:</strong>"
        },
        {
          "type": "ul",
          "items_de": [
            "(i) Unbegrenzte Standorte, Arbeitsbereiche und Schichtpläne: Planer können die Unternehmensstruktur in shyftplan hinterlegen.",
            "(ii) Erfassung von Mitarbeiterstammdaten: HR und Planer erfassen die allgemeinen Mitarbeiterinformationen in shyftplan."
          ],
          "items_en": [
            "(i) Unlimited locations, work areas and shift plans: planners can map the company structure in shyftplan.",
            "(ii) Entry of employee master data: HR and planners enter the general employee information in shyftplan."
          ]
        },
        {
          "type": "paragraph",
          "text_de": "<strong>(b) Zusätzliche Leistungen des \"Enterprise\" Paket:</strong>",
          "text_en": "<strong>(b) Additional services of \"Enterprise\" package:</strong>"
        },
        {
          "type": "ul",
          "items_de": [
            "(i) Single Sign-on (SSO)"
          ],
          "items_en": [
            "(i) Single sign-on (SSO)"
          ]
        },
        {
          "type": "paragraph",
          "number": "(5)",
          "text_de": "<strong>Anbindungen:</strong> shyftplan kann mit der API gesteuert werden und mithilfe bereits definierter Business-Logiken an Kundensysteme angebunden werden.",
          "text_en": "<strong>Connections:</strong> shyftplan can be controlled with the API and connected to customer systems using predefined business logic."
        },
        {
          "type": "paragraph",
          "text_de": "<strong>(a) Leistungen des \"Professional\" Paket:</strong>",
          "text_en": "<strong>(a) Services of \"Professional\" package:</strong>"
        },
        {
          "type": "ul",
          "items_de": [
            "(i) API (bis zu 50 Abfragen pro Minute)",
            "(ii) API (bis zu 1.000 Abfragen pro Stunde)",
            "(iii) Dateiexporte: Exporte in csv Format"
          ],
          "items_en": [
            "(i) API (up to 50 queries per minute)",
            "(ii) API (up to 1,000 queries per hour)",
            "(iii) File exports: exports in csv format"
          ]
        },
        {
          "type": "paragraph",
          "text_de": "<strong>(b) Zusätzliche Leistungen des \"Enterprise\" Paket:</strong>",
          "text_en": "<strong>(b) Additional services of \"Enterprise\" package:</strong>"
        },
        {
          "type": "ul",
          "items_de": [
            "(i) shyftconnect (Standard-Integration zu diversen SAP-Produkten, Personio u.v.a.): siehe (Anlage 4).",
            "(ii) Fachliche Beratung im Rahmen der individuellen Anbindung."
          ],
          "items_en": [
            "(i) shyftconnect (standard integration to various SAP products, Personio and many more): see (Annex 4).",
            "(ii) Advice regarding customer's individual integration."
          ]
        },
        {
          "type": "paragraph",
          "number": "(6)",
          "text_de": "<strong>Support:</strong> Der Kundensupport von shyftplan steht zur Verfügung, um Planer bei Fragen und Softwarefehlern zu unterstützen. Details sind §2 des Dienstleistungsvertrags zu entnehmen.",
          "text_en": "<strong>Support:</strong> shyftplan's customer support is available to assist planners with questions and software errors. Details can be found in §2 of the service contract."
        },
        {
          "type": "paragraph",
          "text_de": "<strong>(a) Leistungen des \"Professional\" Paket:</strong>",
          "text_en": "<strong>(a) Services of \"Professional\" package:</strong>"
        },
        {
          "type": "ul",
          "items_de": [
            "(i) Basic Support (Email & Terminvereinbarung): Der Kunde kann einen Servicetermin mit einem shyftplan Mitarbeiter vereinbaren.",
            "(ii) Onboarding-Support: shyftplan unterstützt den Kunden im Onboarding-Prozess."
          ],
          "items_en": [
            "(i) Basic Support (Email & Appointment): The customer can arrange a service appointment with a shyftplan employee.",
            "(ii) Onboarding support: shyftplan supports the customer in the onboarding process."
          ]
        },
        {
          "type": "paragraph",
          "text_de": "<strong>(b) Zusätzliche Leistungen des \"Enterprise\" Paket:</strong>",
          "text_en": "<strong>(b) Additional services of \"Enterprise\" package:</strong>"
        },
        {
          "type": "ul",
          "items_de": [
            "(i) Persönlicher Ansprechpartner: Es gibt einen festen Ansprechpartner innerhalb des shyftplan-Teams.",
            "(ii) Support für Massendatenimport: Unterstützung beim initialen Massendatenimport.",
            "(iii) Individuelles Onboarding inkl. Schulung (Planer, HR): Individuelle Schulungen für Planer und HR für die Softwarenutzung."
          ],
          "items_en": [
            "(i) Personal contact person: There is a fixed contact person within the shyftplan team.",
            "(ii) Support for mass data import: Support for initial mass data import.",
            "(iii) Individual onboarding incl. training (planners, HR): Individual training for planners and HR for the use of the software."
          ]
        }
      ]
    },
    "shyftskills_service_description": {
      "title_de": "Anhang 3: Leistungsbeschreibung shyftskills",
      "title_en": "Annex 3: shyftskills service description",
      "sections": [
        {
          "type": "heading",
          "text_de": "§1 Leistungsumfang shyftskills",
          "text_en": "§1 Scope of shyftskills services"
        },
        {
          "type": "paragraph",
          "text_de": "<strong>Qualifikationsmanagement:</strong> Es können Qualifikationen erstellt, organisiert und Mitarbeitern zugewiesen werden.",
          "text_en": "<strong>Qualification management:</strong> Qualifications can be created, organized and assigned to employees."
        },
        {
          "type": "paragraph",
          "number": "(1)",
          "text_de": "<strong>Erstellen und Verwalten von Qualifikationen:</strong>",
          "text_en": "<strong>Create and manage qualifications:</strong>"
        },
        {
          "type": "ul",
          "items_de": [
            "(a) Qualifikationen erstellen: Es können Qualifikationen erstellt und Optionalität, zeitliche Limitierung, Kategorisierung und Zuweisung für Arbeitsbereiche definiert werden.",
            "(b) Qualifikationsübersicht: Über eine Qualifikationsübersicht können Qualifikationen eingesehen werden.",
            "(c) Mitarbeiter können Qualifikationen zugeordnet und qualifiziert werden: Mitarbeiterqualifikationen können hinterlegt und bestätigt werden (mit oder ohne Ablaufdatum). Zusätzlich lassen sich Mitarbeiterqualifikationen für die Zukunft planen.",
            "(d) Externe Verknüpfungen hinterlegen: Pro Mitarbeiterqualifikation kann ein externer Verweis (\"Link\") hinterlegt werden (z.B. zu Zertifikaten). Zulässige Domains werden im Firmenprofil hinterlegt und verwaltet.",
            "(e) Rotationsgruppenansicht auf der Qualifikationsübersicht: Unterteilung der Mitarbeiter nach der aktuellen Rotationsgruppenzuweisung. Die Ansicht kann mit anderen Ansichten (z.B. Qualifikationsplanung und Qualifikationsniveau) kombiniert werden.",
            "(f) Qualifikationsplanung auf der Qualifikationsübersicht: Ermöglicht die Bestimmung eines Sollwerts vollständig qualifizierter Mitarbeiter pro Arbeitsbereich, zeigt den Istwert momentan vollständig qualifizierter Mitarbeiter und weist Qualifikationslücken aus.",
            "(g) Qualifikationsniveau auf der Qualifikationsübersicht: Anzeige des durchschnittlichen Qualifikationsgrads aller dem Arbeitsbereich zugewiesenen Mitarbeiter. Die Ansicht kann mit anderen Ansichten kombiniert werden (z.B. Rotationsgruppenansicht und Qualifikationsplanung).",
            "(h) Auf der Qualifikationsübersicht nach Mitarbeitern oder Arbeitsbereichen filtern: Mitarbeiter können nach Namen und Rotationsgruppen gefiltert werden. Arbeitsbereiche können nach Qualifikationskategorien, Arbeitsbereichsnamen und Qualifikationen gefiltert werden."
          ],
          "items_en": [
            "(a) Create qualifications: Qualifications can be created and optionality, time limit, categorization and assignment for work areas can be defined.",
            "(b) Qualification overview: Qualifications can be viewed via a qualification overview.",
            "(c) Employees can be assigned qualifications and qualified: Employee qualifications can be stored and confirmed (with or without an expiration date). In addition, employee qualifications can be planned for the future.",
            "(d) Store external links: An external reference (\"link\") can be stored for each employee qualification (e.g. to certificates). Permitted domains are stored and managed in the company profile.",
            "(e) Rotation group view on the qualification overview: Subdivision of employees according to the current rotation group assignment. The view can be combined with other views (e.g. qualification planning and qualification level).",
            "(f) Qualification planning on the qualification overview: Enables the determination of a target value of fully qualified employees per work area, shows the actual value of currently fully qualified employees and indicates qualification gaps.",
            "(g) Qualification level on the qualification overview: Display of the average qualification level of all employees assigned to the work area. The view can be combined with other views (e.g. rotation group view and qualification planning).",
            "(h) Filter by employees or work areas on the qualification overview: Employees can be filtered by name and rotation groups. Workspaces can be filtered by qualification categories, workspace names and qualifications."
          ]
        },
        {
          "type": "paragraph",
          "number": "(2)",
          "text_de": "<strong>Benachrichtigungen und Rechteverwaltung:</strong>",
          "text_en": "<strong>Notifications and rights management:</strong>"
        },
        {
          "type": "ul",
          "items_de": [
            "(a) Individueller Zugang: Nur User (\"Manager\") mit bestimmten Rechten haben Sicht- und Bearbeitungsrechte für Qualifikationen definierter Arbeitsbereiche auf der Qualifikationsübersicht."
          ],
          "items_en": [
            "(a) Individual access: only users (\"managers\") with certain rights have viewing and editing rights for qualifications of defined work areas on the qualification overview."
          ]
        },
        {
          "type": "paragraph",
          "number": "(3)",
          "text_de": "<strong>Funktionen in Verknüpfung mit shyftplan (bei vorhandenem shyftplan-Paket):</strong>",
          "text_en": "<strong>Functions linked to shyftplan (with existing shyftplan package):</strong>"
        },
        {
          "type": "ul",
          "items_de": [
            "(a) Qualifikationsgrad auf Schicht einsehen: Pro Arbeitsbereich und Schicht kann der Qualifikationsgrad der Mitarbeiter eingesehen werden. Der Qualifikationsgrad basiert auf aktiven und geplanten Qualifikationen und kann sich pro Zeitraum der Schicht unterscheiden.",
            "(b) Automatische Zuweisung mit Qualifikationsgrad: Mitarbeiter können bei der automatischen Schichtzuweisung nach Qualifikationsgrad gefiltert oder priorisiert werden."
          ],
          "items_en": [
            "(a) View qualification level on shift: The qualification level of employees can be viewed per work area and shift. The qualification level is based on active and planned qualifications and can vary per shift period.",
            "(b) Automatic assignment with qualification level: Employees can be filtered or prioritized by qualification level during automatic shift assignment."
          ]
        }
      ]
    },
    "shyftconnect_service_description": {
      "title_de": "Anhang 4: Leistungsbeschreibung shyftconnect",
      "title_en": "Annex 4: shyftconnect service description",
      "sections": [
        {
          "type": "heading",
          "text_de": "§1 Leistungsumfang shyftconnect",
          "text_en": "§1 Scope of shyftconnect services"
        },
        {
          "type": "paragraph",
          "number": "(1)",
          "text_de": "<strong>Integration Layer:</strong> shyftconnect ist eine Middleware (Integration Layer), die den standardisierten und vereinfachten Austausch von Daten zwischen shyftplan und externen Systemen (z.B. HR-, ERP- oder BDE-Systeme) des Kunden ermöglicht. shyftconnect stellt vordefinierte Workflows für gängige Anwendungsfälle bereit.",
          "text_en": "<strong>Integration Layer:</strong> shyftconnect is a middleware (Integration Layer) that enables the standardized and simplified exchange of data between shyftplan and the customer's external systems (e.g. HR, ERP or MES systems). shyftconnect provides predefined workflows for common use cases."
        },
        {
          "type": "paragraph",
          "number": "(2)",
          "text_de": "<strong>Vordefinierte Workflows:</strong> Der Leistungsumfang umfasst die Bereitstellung, Wartung und Beratung zur Nutzung der folgenden standardisierten Workflows:",
          "text_en": "<strong>Predefined Workflows:</strong> The scope of services includes the provision, maintenance, and consulting on the use of the following standardized workflows:"
        },
        {
          "type": "ul",
          "items_de": [
            "(i) <strong>Stammdaten:</strong> Übertragung von Mitarbeiterstammdaten aus dem führenden HR-System des Kunden nach shyftplan. Dies umfasst typischerweise Namen, Personalnummern, Kontaktdaten und Organisationseinheiten.",
            "(ii) <strong>Abwesenheiten:</strong> Synchronisation von Abwesenheitsdaten (z.B. Urlaub, Krankheit) zwischen dem HR-System und shyftplan in beide Richtungen.",
            "(iii) <strong>Zeitwirtschaft:</strong> Export von erfassten Arbeitszeiten, Mehrarbeit, Zulagen und Vertretungen aus shyftplan in das Lohnabrechnungssystem des Kunden.",
            "(iv) <strong>Bedarfsplanung:</strong> Import von Produktions- oder Personalbedarfsdaten aus einem ERP- oder Planungssystem des Kunden nach shyftplan, um die Schichtplanung zu unterstützen.",
            "(v) <strong>Reporting:</strong> Bereitstellung von Daten für externe Reporting- und Business-Intelligence-Systeme, inklusive Daten zur internen Verleihung von Mitarbeitern."
          ],
          "items_en": [
            "(i) <strong>Master Data:</strong> Transfer of employee master data from the customer's leading HR system to shyftplan. This typically includes names, personnel numbers, contact details, and organizational units.",
            "(ii) <strong>Absences:</strong> Synchronization of absence data (e.g., vacation, sick leave) between the HR system and shyftplan in both directions.",
            "(iii) <strong>Time & Attendance:</strong> Export of recorded working hours, overtime, allowances, and substitutions from shyftplan to the customer's payroll system.",
            "(iv) <strong>Demand Planning:</strong> Import of production or personnel demand data from a customer's ERP or planning system into shyftplan to support shift planning.",
            "(v) <strong>Reporting:</strong> Provision of data for external reporting and business intelligence systems, including data on the internal secondment of employees."
          ]
        },
        {
          "type": "heading",
          "text_de": "§2 Technische Anforderungen & Mitwirkungspflichten",
          "text_en": "§2 Technical Requirements & Customer Obligations"
        },
        {
          "type": "paragraph",
          "number": "(1)",
          "text_de": "<strong>Systemvoraussetzungen:</strong> Der Kunde ist dafür verantwortlich, auf seiner Seite die technischen Voraussetzungen für die Anbindung seiner Systeme an shyftconnect zu schaffen. Dies beinhaltet in der Regel die Bereitstellung von API-Endpunkten oder den Zugriff auf Datenbanken oder Dateifreigaben in einem vereinbarten Format.",
          "text_en": "<strong>System Requirements:</strong> The customer is responsible for creating the technical prerequisites on their side for connecting their systems to shyftconnect. This usually includes providing API endpoints or access to databases or file shares in an agreed format."
        },
        {
          "type": "paragraph",
          "number": "(2)",
          "text_de": "<strong>Datenformate:</strong> Der Datenaustausch erfolgt in standardisierten Formaten (z.B. JSON, CSV, XML), die pro Workflow spezifiziert werden. Der Kunde ist verpflichtet, die Daten in dem geforderten Format bereitzustellen bzw. zu empfangen.",
          "text_en": "<strong>Data Formats:</strong> Data exchange takes place in standardized formats (e.g., JSON, CSV, XML), which are specified per workflow. The customer is obligated to provide or receive the data in the required format."
        },
        {
          "type": "paragraph",
          "number": "(3)",
          "text_de": "<strong>Mitwirkung:</strong> Der Kunde benennt einen technischen Ansprechpartner, der für die Dauer des Integrationsprojekts zur Verfügung steht und für die kundenseitigen Systeme verantwortlich ist. Der Kunde stellt sicher, dass alle für die Integration notwendigen Informationen, Zugänge und Testmöglichkeiten rechtzeitig bereitgestellt werden.",
          "text_en": "<strong>Cooperation:</strong> The customer shall name a technical contact person who will be available for the duration of the integration project and who is responsible for the customer-side systems. The customer shall ensure that all information, access rights, and testing facilities necessary for the integration are provided in a timely manner."
        }
      ]
    },
    "technical_connection_description": {
      "title_de": "Anhang 5: Technische Anbindung",
      "title_en": "Annex 5: Technical Connection",
      "sections": [
        {
          "type": "paragraph",
          "text_de": "Die folgende Übersicht definiert, welche Anwendungsfälle in der Implementierung der Systeme des Kunden und shyftplan Integration enthalten sind und WO die Verantwortlichkeiten liegen. Die Verantwortung für die Programmierung der Schnittstellen durch Dritte verantwortet der Kunde.",
          "text_en": "The following overview defines which use cases are included in the implementation of the customer's systems and shyftplan integration and WHERE the responsibilities lie. The customer is responsible for the programming of the interfaces by third parties."
        },
        {
          "type": "heading",
          "text_de": "A: Zielbild der relevanten technischen Komponenten für eine vollständige shyftplan-Integration",
          "text_en": "A: Target picture of the relevant technical components for a complete shyftplan integration"
        },
        {
          "type": "image",
          "src": "https://storage.googleapis.com/maker-me/media/images/shyftplan_schema_1.width-1024.png",
          "alt_de": "Diagramm der technischen Komponenten für die shyftplan-Integration",
          "alt_en": "Diagram of the technical components for the shyftplan integration"
        },
        {
          "type": "heading",
          "text_de": "B: Wesentliche Teile der Businesslogik sind durch shyftplan connect abgedeckt",
          "text_en": "B: Essential parts of the business logic are covered by shyftplan connect"
        },
        {
          "type": "image",
          "src": "https://storage.googleapis.com/maker-me/media/images/shyftplan_schema_2.width-1024.png",
          "alt_de": "Diagramm der Businesslogik in shyftplan connect",
          "alt_en": "Diagram of the business logic in shyftplan connect"
        },
        {
          "type": "table",
          "headers_de": [
            "Category",
            "Component",
            "Flow",
            "Needed for roll-out"
          ],
          "headers_en": [
            "Category",
            "Component",
            "Flow",
            "Needed for roll-out"
          ],
          "rows": [
            {
              "de": [
                "Master Data",
                "Org structure",
                "Locations and (core) positions are automatically created in shyftplan",
                "✔"
              ],
              "en": [
                "Master Data",
                "Org structure",
                "Locations and (core) positions are automatically created in shyftplan",
                "✔"
              ]
            },
            {
              "de": [
                "",
                "HR data",
                "User data (eg name, work email, working hours) is synced to shyftplan",
                "✔"
              ]
            },
            {
              "de": [
                "",
                "Qualifications",
                "Qualifications are synced to shyftplan users are assigned to positions",
                "✔"
              ]
            },
            {
              "de": [
                "",
                "Rotations",
                "Shift rotation and assignment to rotation groups completed automatically",
                "✔"
              ]
            },
            {
              "de": [
                "Absences",
                "Absence reasons",
                "\"Major\" absence reasons are mapped to shyftplan eg vacation, sick leave,",
                "✔"
              ]
            },
            {
              "de": [
                "",
                "Absence entitlement",
                "Absence entitlements are managed in other system and synced to shyftplan",
                "✔"
              ]
            },
            {
              "de": [
                "",
                "Absences (shyftplan)",
                "\"Major\" absences are entered by employees, managed in shyftplan and synced",
                "✔"
              ]
            },
            {
              "de": [
                "",
                "Absences (other system)",
                "\"Longtail\" absences (such as parental leave) are managed in other system",
                "✔"
              ]
            },
            {
              "de": [
                "Time & Attendance",
                "Time stamps",
                "Live status of attendance in shyftplan: Clock-in/clock-out synced frequently",
                "✔"
              ]
            },
            {
              "de": [
                "",
                "Substitutions",
                "Shift assignments evoking temporary switches of rotation are synced",
                "✔"
              ]
            },
            {
              "de": [
                "",
                "Internal rentals",
                "Shift assignments evoking temporary switches of cost centres are synced",
                "✔"
              ]
            },
            {
              "de": [
                "",
                "Short-term overtime",
                "Short-term overtime is managed in shyftplan and synced",
                "✔"
              ]
            },
            {
              "de": [
                "",
                "Planned overtime",
                "Planned overtime is managed in shyftplan and synced",
                "✔"
              ]
            },
            {
              "de": [
                "Demand",
                "Automatic creation",
                "Shifts are automatically created converting production demand into shift demands",
                "✔"
              ]
            },
            {
              "de": [
                "",
                "Capacity report",
                "Reporting of available capacity (planned employees on positions)",
                "✔"
              ]
            },
            {
              "de": [
                "Reporting",
                "Evaluations",
                "Raw data for evaluating shifts, productivity or machine utilization in other tool",
                "✔"
              ]
            },
            {
              "de": [
                "",
                "Absences",
                "Raw data delivered for absence monitoring in other tool",
                "✔"
              ]
            }
          ]
        },
        {
          "type": "heading",
          "text_de": "C: Fokus der Programmierung liegt im OData Interface und CPI Service",
          "text_en": "C: Focus of programming is on the OData Interface and CPI Service"
        },
        {
          "type": "image",
          "src": "https://storage.googleapis.com/maker-me/media/images/shyftplan_schema_3.width-1024.png",
          "alt_de": "Diagramm zum Fokus der Programmierung",
          "alt_en": "Diagram of the programming focus"
        }
      ]
    },
    "sla_service_level_agreement": {
      "title_de": "Anhang 6: Service Level Agreement (SLA)",
      "title_en": "Annex 6: Service Level Agreement (SLA)",
      "sections": [
        {
          "type": "heading",
          "text_de": "1. shyftplan Service-Verpflichtung",
          "text_en": "1. shyftplan service commitment"
        },
        {
          "type": "paragraph",
          "number": "1.1.",
          "text_de": "Verfügbarkeit: shyftplan gewährleistet eine durchschnittliche jährliche Verfügbarkeit der Schichtplanungs-Software von 99,5 %. Ausgenommen sind geplante Wartungsarbeiten, die mindestens 10 Tage im Voraus angekündigt werden und jeweils weniger als 12 Stunden dauern.",
          "text_en": "Availability: shyftplan guarantees an average annual availability of the shift planning software of 99.5%. Exceptions are planned maintenance announced at least 10 days in advance and lasting less than 12 hours."
        },
        {
          "type": "paragraph",
          "number": "1.2.",
          "text_de": "Support & technische Unterstützung: Kunden melden Störungen über den festgelegten Support‑Kanal; der Support reagiert gemäß den unten definierten Fehlerklassen.",
          "text_en": "Support & technical assistance: Customers report incidents via the designated support channel; support responds in accordance with the error classes defined below."
        },
        {
          "type": "paragraph",
          "number": "1.3.",
          "text_de": "Reaktionszeiten: Reaktionszeiten beschreiben die Zeit bis zur ersten Rückmeldung von shyftplan. Die tatsächlichen Zeiten können im Einzelfall schneller sein.",
          "text_en": "Response times: Response times describe the time to first reply by shyftplan. Actual times may be faster in individual cases."
        },
        {
          "type": "heading",
          "text_de": "2. SLA‑Ausschlüsse",
          "text_en": "2. SLA exclusions"
        },
        {
          "type": "paragraph",
          "number": "2.1.",
          "text_de": "Außerhalb der Kontrolle: Ausfallzeiten aufgrund höherer Gewalt, genereller Internet‑/Provider‑Störungen oder Ereignissen außerhalb des Netzwerks von shyftplan sind ausgeschlossen.",
          "text_en": "Beyond control: Downtime due to force majeure, general internet/provider outages, or events outside shyftplan’s network are excluded."
        },
        {
          "type": "paragraph",
          "number": "2.2.",
          "text_de": "Kundenseitige Änderungen: Probleme durch unautorisierte Änderungen, Skripte oder Integrationen des Kunden sind ausgeschlossen.",
          "text_en": "Customer changes: Issues caused by unauthorized changes, scripts, or integrations by the customer are excluded."
        },
        {
          "type": "paragraph",
          "number": "2.3.",
          "text_de": "Kundengeräte & Software: Störungen durch Endgeräte, Firewalls, Proxys oder Software des Kunden sind ausgeschlossen; der Kunde stellt die Kompatibilität sicher.",
          "text_en": "Customer devices & software: Disruptions caused by the customer’s devices, firewalls, proxies, or software are excluded; the customer ensures compatibility."
        },
        {
          "type": "paragraph",
          "number": "2.4.",
          "text_de": "Drittsystem‑Integrationen: Fehler aus Integrationen in Drittsysteme sind ausgeschlossen, sofern sie nicht von shyftplan implementiert oder entgegen der shyftplan‑Vorgaben betrieben wurden.",
          "text_en": "Third‑party integrations: Errors arising from integrations into third‑party systems are excluded unless implemented by shyftplan or operated against shyftplan’s guidance."
        },
        {
          "type": "heading",
          "text_de": "3. Fehlerklassen",
          "text_en": "3. Error classes"
        },
        {
          "type": "paragraph",
          "number": "3.1.",
          "text_de": "Klasse 1 – Systemausfall: Dienst vollständig unzugänglich/funktionsunfähig; alle Nutzer betroffen. Erstreaktion: 1 Arbeitstag. Workaround: 2 Arbeitstage. Patch: 5 Arbeitstage. Sofortige Analyse; Eskalation bis Management möglich.",
          "text_en": "Class 1 – System outage: Service completely inaccessible/inoperable; all users affected. First response: 1 working day. Workaround: 2 working days. Patch: 5 working days. Immediate analysis; escalation up to management possible."
        },
        {
          "type": "paragraph",
          "number": "3.2.",
          "text_de": "Klasse 2 – Schwere Beeinträchtigung: Zentrale Funktionen erheblich gestört; ≥ 20 % aktive Nutzer betroffen. Erstreaktion: 1 Arbeitstag. Workaround: 5 Arbeitstage. Patch: 10 Arbeitstage.",
          "text_en": "Class 2 – Severe impairment: Core functions heavily affected; ≥ 20% active users impacted. First response: 1 working day. Workaround: 5 working days. Patch: 10 working days."
        },
        {
          "type": "paragraph",
          "number": "3.3.",
          "text_de": "Klasse 3 – Mäßige Beeinträchtigung: Bedienung möglich, jedoch stark verlangsamt (z. B. ≥ 10 s Antwortzeit oder dreifache Eingabedauer); ≥ 20 % aktiv Betroffene. Erstreaktion: 3 Arbeitstage. Workaround: 7 Arbeitstage. Patch: 30 Arbeitstage.",
          "text_en": "Class 3 – Moderate impairment: Operation possible but significantly slowed (e.g., ≥ 10 s response time or triple input duration); ≥ 20% actively affected. First response: 3 working days. Workaround: 7 working days. Patch: 30 working days."
        },
        {
          "type": "paragraph",
          "number": "3.4.",
          "text_de": "Klasse 4 – Geringe Beeinträchtigung/Anfrage: Erstreaktion: 30 Arbeitstage. Bei Datenfehlern führt shyftplan Bulk‑Korrekturen durch.",
          "text_en": "Class 4 – Minor impairment/request: First response: 30 working days. For data errors, shyftplan performs bulk corrections."
        },
        {
          "type": "heading",
          "text_de": "4. Reaktions‑ und Behebungszeiten",
          "text_en": "4. Response and remediation times"
        },
        {
          "type": "paragraph",
          "number": "4.1.",
          "text_de": "Sofortmaßnahmen für Klasse 1/2: Nach Meldung über den Notfallkanal startet shyftplan umgehend Gegenmaßnahmen.",
          "text_en": "Immediate actions for Class 1/2: After reporting via the emergency channel, shyftplan immediately initiates countermeasures."
        },
        {
          "type": "paragraph",
          "number": "4.2.",
          "text_de": "Workaround‑Bereitstellung: Kann eine dauerhafte Behebung nicht unmittelbar erfolgen, stellt shyftplan fristgerecht einen Workaround bereit und priorisiert Folgearbeiten.",
          "text_en": "Workaround provision: If a permanent fix cannot be implemented immediately, shyftplan provides a workaround within the deadline and prioritizes follow‑up work."
        },
        {
          "type": "paragraph",
          "number": "4.3.",
          "text_de": "Patch‑Bereitstellung: 2nd‑Level‑Support liefert Patches innerhalb der oben genannten Fristen; Verzögerungen werden transparent kommuniziert.",
          "text_en": "Patch delivery: 2nd‑level support delivers patches within the deadlines above; delays are communicated transparently."
        },
        {
          "type": "paragraph",
          "number": "4.4.",
          "text_de": "Einbindung in Releases: Workarounds/Patches werden in reguläre Releases integriert; Auswirkungen werden dokumentiert.",
          "text_en": "Release integration: Workarounds/patches are integrated into regular releases; impacts are documented."
        },
        {
          "type": "heading",
          "text_de": "5. Service & Support",
          "text_en": "5. Service & Support"
        },
        {
          "type": "paragraph",
          "number": "5.1.",
          "text_de": "Service‑Levels: 1st‑Level (Kunde), 2nd‑Level (shyftplan), 3rd‑Level (nur durch 2nd‑Level kontaktiert).",
          "text_en": "Service levels: 1st level (customer), 2nd level (shyftplan), 3rd level (contacted only by 2nd level)."
        },
        {
          "type": "ul",
          "items_de": [
            "1st‑Level‑Support: Vom Kunden gestellt; kann externe Unterstützung nutzen.",
            "2nd‑Level‑Support: Betreuung via service@shyftplan.com; regelmäßige Status‑Updates.",
            "Virtuelle Termine: Über die Website buchbar, vorbehaltlich Verfügbarkeit.",
            "Notfallkontakt (24/7): +49 30 31193680 – ausschließlich durch den 1st‑Level‑Support des Kunden zu nutzen.",
            "Sprachen: Deutsch und Englisch."
          ],
          "items_en": [
            "1st‑level support: provided by the customer; may use external support.",
            "2nd‑level support: via service@shyftplan.com; regular status updates.",
            "Virtual meetings: bookable via website, subject to availability.",
            "Emergency contact (24/7): +49 30 31193680 – to be used only by the customer’s 1st‑level support.",
            "Languages: German and English."
          ]
        },
        {
          "type": "heading",
          "text_de": "6. Sonderkündigung",
          "text_en": "6. Special termination"
        },
        {
          "type": "paragraph",
          "number": "6.1.",
          "text_de": "Erreicht shyftplan die vereinbarte Verfügbarkeit oder die festgelegten Behebungsfristen in drei aufeinanderfolgenden Monaten nicht, kann der Kunde binnen 30 Tagen nach Ablauf dieses Zeitraums mit sofortiger Wirkung kündigen. Nichteinhaltung ist binnen 30 Tagen schriftlich zu melden. Vorauszahlungen für nicht erbrachte Leistungen werden vollständig erstattet.",
          "text_en": "If shyftplan fails to meet the agreed availability or remediation deadlines in three consecutive months, the customer may terminate with immediate effect within 30 days after this period. Non‑compliance must be notified in writing within 30 days. Prepayments for undelivered services will be refunded in full."
        }
      ]
    }
  },
  "assembly": {
    "ep_standard": {
      "modules": [
        "preamble",
        "object_of_agreement",
        "conditions_ep_standard",
        "further_contract_conditions",
        "training_support",
        "system_integration",
        "other_agreements",
        "final_provisions"
      ],
      "appendices": [
        "agb_20230124",
        "shyftplan_service_description",
        "shyftskills_service_description",
        "shyftconnect_service_description",
        "technical_connection_description",
        "sla_service_level_agreement"
      ]
    },
    "ep_rollout": {
      "modules": [
        "preamble",
        "object_of_agreement",
        "conditions_title_rollout",
        "conditions_ep_rollout_poc",
        "conditions_ep_rollout_rollout",
        "conditions_ep_rollout_prod",
        "further_contract_conditions",
        "training_support",
        "system_integration",
        "other_agreements",
        "final_provisions"
      ],
      "appendices": [
        "agb_20230124",
        "shyftplan_service_description",
        "shyftskills_service_description",
        "shyftconnect_service_description",
        "technical_connection_description",
        "sla_service_level_agreement"
      ]
    }
  }
}